Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Please select at least one option
fr_fr: Veuillez sélectionner au moins une option
ru_ru: Пожалуйста выберите хотя бы один вариант

source: Sample Properties
fr_fr: Propriétés de l'exemple
ru_ru: Демо Объекты

source: Property Ranks
fr_fr: Classement de la propriété

source: WPL Continues Jobs
fr_fr: WPL poursuit ses travaux

source: Server requirements
fr_fr: Configuration requise pour le serveur
ru_ru: Требования сервера

source: WPL should do some jobs regularly in order to keep your website functional. By default, these regular jobs run when a single property details page is viewed by a visitor. However, this method can create some speed issues on your website frontend. We highly recommend that you to setup a cronjob on your website Control Panel to open the following URL <strong>once per 5 minutes</strong>.
fr_fr: WPL doit effectuer régulièrement des travaux pour que votre site Web reste fonctionnel. Par défaut, ces travaux standard sont exécutés lorsqu'une page de détails de propriété unique est vue par un visiteur. Cependant, cette méthode peut créer des problèmes de vitesse sur votre site Web frontal. Nous vous recommandons vivement de configurer une tâche cron sur votre site Web, puis cliquez sur le panneau de configuration pour ouvrir l'URL suivante <strong> une fois toutes les 5 minutes </ strong>.

source: Latest Run: %s
fr_fr: Dernière exécution:% s

source: After setting the cronjob, please disable the default cronjobs using the below form. ATTENTION: Please don't disable it if your cPanel cronjob is not set. If your cPanel cronjob is set correctly, then you will see the latest run time above.
fr_fr: Après avoir défini le travail cron, désactivez les tâches cron par défaut en utilisant le formulaire ci-dessous. ATTENTION: Merci de ne pas le désactiver si votre travail cPanel n’est pas défini. Si votre travail cPanel est configuré correctement, la dernière heure d'exécution s'affichera ci-dessus.

source: Current Status: %s
fr_fr: Statut actuel:% s
ru_ru: Статус: %s

source: Clear WPL Caches
fr_fr: Effacer les caches WPL

source: Purge WPL cache directory
fr_fr: Purger le répertoire de cache WPL
ru_ru: Удалить кэшированные данные каталога WPL

source: Purge unfinalized listings
fr_fr: Purger les listes non finalisées
ru_ru: Удалить незаконченные листинги

source: Clear properties titles
fr_fr: Effacer les titres de propriétés

source: Clear properties page titles
fr_fr: Effacer les titres de la page de propriétés

source: Clear complexes titles
fr_fr: Titres d'immeubles clairs
ru_ru: Очистить заголовки Комплексов

source: Clear complexes page titles
fr_fr: Effacer les titres des pages d'immeubles
ru_ru: Очистить заголовки страниц Комплексов

source: Clear neighborhoods titles
fr_fr: Titres de voisinnage clairs

source: Clear neighborhoods page titles
fr_fr: Effacer les titres des pages d'annonces

source: Clear listings cached data
fr_fr: Effacer les données en cache des annonces
ru_ru: Очистить кэшированные данные листингов

source: Listings meta keywords
fr_fr: Annonces meta mots clés

source: Listings meta description
fr_fr: Annonce meta description
ru_ru: Мета описание листингов

source: Clear listings cached location texts
fr_fr: Effacer les textes des emplacements mis en cache
ru_ru: Очистить кэшированные тексты местоположений листингов

source: Clear listing thumbnails
fr_fr: Effacer les vignettes de liste
ru_ru: Очистить миниатюры листингов

source: Clear users cached data
fr_fr: Effacer les données mises en cache des utilisateurs
ru_ru: Очистить кэшированные данные пользователей

source: Clear user thumbnails
fr_fr: Effacer les vignettes des utilisateurs
ru_ru: Очистить миниатюры пользователей

source: Clear
fr_fr: Effacer

source: Clear Listing Calendar data
fr_fr: Effacer les données du calendrier de référencement
ru_ru: Очистить данные календаря листингов

source: Clear listings calendar data
fr_fr: Effacer les données du calendrier des inscriptions
ru_ru: Очистить данные календаря листингов

source: Requirement
fr_fr: Condition requise
ru_ru: Требование

source: Current
fr_fr: Actuel
ru_ru: Текущий

source: Web server
fr_fr: Serveur Web
ru_ru: Веб-сервер

source: Standard
fr_fr: Norme
ru_ru: Стандарт

source: On
fr_fr: Включить
ru_ru: Включить

source: Upload dir
fr_fr: Télécharger dir
ru_ru: Загрузить dir

source: Writable
fr_fr: Enregistrable
ru_ru: Доступный для записи

source: WPL tmp directory
fr_fr: WPL tmp annuaire
ru_ru: WPL tmp директория

source: GD library
fr_fr: Bibliothèque GD
ru_ru: Библиотека GD

source: Installed
fr_fr: Installé
ru_ru: Установлен

source: Not Installed
fr_fr: Pas installé
ru_ru: Не Установлен

source: Safe Mode
fr_fr: Mode sans échec
ru_ru: Безопасный Режим

source: Memory Limit
fr_fr: Limite de mémoire
ru_ru: Лимит Памяти

source: 128M
fr_fr: 128М
ru_ru: 128М

source: Write Permission
fr_fr: Autorisation d'écriture
ru_ru: Право на Запись

source: Add Samples
fr_fr: Ajouter des modèles
ru_ru: Добавить Объекты

source: Add Sample Properties
fr_fr: Ajouter des modèles de propriétés
ru_ru: Добавить Демо Объекты

source: Click here to add up to six sample properties.
fr_fr: Cliquez ici pour ajouter jusqu'à six exemples de propriétés.

source: Are you sure you would like to remove listings calendar data?
fr_fr: Êtes-vous sûr de vouloir supprimer les données de calendrier des annonces?
ru_ru: Вы уверены, что хотите удалить данные календаря листингов?

source: All listings' ranks updated.
fr_fr: Le classement de toutes les annonces a été mis à jour.
ru_ru: Обновлены рейтинги всех листингов.

source: Manage User Data Structure
fr_fr: Gérer la structure des données utilisateur
ru_ru: Управление Структурой Данных Пользователя

source: Your website limit for adding new agents reached so you cannot add new agents to your website!
fr_fr: La limite de votre site Web pour l'ajout de nouveaux agents est atteinte afin que vous ne puissiez pas ajouter de nouveaux agents sur votre site Web!

source: Only WPL users
fr_fr: Seulement les utilisateurs WPL
ru_ru: Только пользователи WPL

source: Registered
fr_fr: Inscrit
ru_ru: Зарегистрирован

source: Expiry Date
fr_fr: Date d'expiration
ru_ru: Срок действия

source: Edit Profile
fr_fr: Editer le profil
ru_ru: Редактировать Профиль

source: No Permission!
fr_fr: Aucune autorisation!
ru_ru: Нет Разрешения!

source: Expire User Now
fr_fr: Expirer l'utilisateur maintenant

source: Edit User
fr_fr: Modifier l'utilisateur
ru_ru: Редактировать Пользователя

source: Invalid user
fr_fr: Utilisateur invalide
ru_ru: Несуществующий пользователь

source: Membership add.
fr_fr: Ajouter Affiliation.
ru_ru: Добавить Членство.

source: User added to WPL successfully.
fr_fr: Utilisateur ajouté à WPL avec succès.
ru_ru: Пользователь добавлен в WPL успешно.

source: User removed from WPL successfully.
fr_fr: Utilisateur supprimé de WPL avec succès.
ru_ru: Пользователь удален из WPL успешно.

source: The Membership Add-on must be installed for this feature!
fr_fr: L'extension Affiliation doit être installé pour cette fonctionnalité!

source: You don't have access to this menu!
fr_fr: Vous n'avez pas accès à ce menu!
ru_ru: У вас нет доступа к этой странице!

source: You're not an agent/owner so you cannot access this profile.
fr_fr: Vous n'êtes pas un agent / propriétaire, vous ne pouvez donc pas accéder à ce profil.

source: Install Add On
fr_fr: Installer Extension
ru_ru: Установить Дополнение

source: Optional Add-ons
fr_fr: Extensions facultatives
ru_ru: Дополнения

source: Congratulations! All the optional Add-on are installed on your website!
fr_fr: Toutes nos félicitations! Tous les extensions facultatives sont installées sur votre site web!
ru_ru: Поздравляем! Все Дополнения установлены на ваш сайт!

source: Share / Review
fr_fr: Partager / Revoir
ru_ru: Поделиться / Отзыв

source: Inspire us by Rating at
fr_fr: Nous inspirer par Note à

source: community
fr_fr: communauté

source: Share WPL with Others
fr_fr: Partager WPL avec autres
ru_ru: Рассказать о WPL другим

source: Share on Google+
fr_fr: Partager sur Google+

source: Properties by listing types
fr_fr: Propriétés par type de liste
ru_ru: Объекты по типам листинга

source: Total Properties: %s
fr_fr: Total des propriétés:% s
ru_ru: Все Объекты: %s

source: Properties by property types
fr_fr: Propriétés par types de propriétés
ru_ru: Объекты по типам объектов

source: You can download
fr_fr: Vous pouvez télécharger
ru_ru: Вы можете скачать

source: and check
fr_fr: et vérifier
ru_ru: и проверить

source: WPL Knowledge base
fr_fr: Base de connaissances WPL
ru_ru: База знаний WPL

source: Also you can find WPL KB articles in "KB Articles" section below and simply search on them by typing a keyword in filter textbox!
fr_fr: Vous pouvez également trouver des articles de base de connaissances WPL dans la section "Articles de base de connaissances" ci-dessous et effectuer une recherche sur eux en saisissant un mot clé dans la zone de texte du filtre!
ru_ru: Также вы можете найти статьи о WPL в разделе "Статьи Базы Знаний" и искать по ним, вводя ключевое слово в текстовом поле!

source: If you can't find an answer to your question in the WPL Manual or Knowledge Base, please
fr_fr: Si vous ne trouvez pas de réponse à votre question dans le manuel WPL ou la base de connaissances, veuillez
ru_ru: Если вы не можете найти ответ на свой вопрос в Руководстве к WPL или Базе Знаний, пожалуйста

source: open a Support Ticket
fr_fr: ouvrir un ticket de support
ru_ru: откройте билет поддержки

source: with your question. We will respond as soon as possible with an answer.
fr_fr: avec votre question. Nous vous répondrons dès que possible avec une réponse.
ru_ru: чтобы задать свой вопрос. Мы ответим вам в кратчайшие сроки.

source: Please wait ...
fr_fr: S\'il vous plaît, attendez ...
ru_ru: Пожалуйста подождите ...

source: PHP ZipArchive support is not enabled!
fr_fr: Le support de PHP ZipArchive n'est pas activé!
ru_ru: Поддержка PHP ZipArchive не активирована!

source: Installer file doesn't exist!
fr_fr: Le fichier d'installation n'existe pas!
ru_ru: Установочный файл не существует!

source: Installer class doesn't exist!
fr_fr: La classe installateur n'existe pas!
ru_ru: Установочный класс не существует!

source: Package installed.
fr_fr: Paquet installé.
ru_ru: Пакет установлен.

source: Please update franchise addon first.
fr_fr: Veuillez mettre à jour l'extension de franchise en premier.
ru_ru: Пожалуйста обновите дополнение франшизы сначала.

source: Error: #U202, Could not download the update package!
fr_fr: Erreur: # U202, impossible de télécharger le package de mise à jour!
ru_ru: Ошибка: #U202, Не удалось загрузить пакет обновления!

source: Error: #U205, PHP ZipArchive support is not enabled!
fr_fr: Erreur: # U205, le support PHP ZipArchive n'est pas activé!
ru_ru: Ошибка: #U205, Поддержка PHP ZipArchive не активирована!

source: Error: #U203, Could not create the update file!
fr_fr: Erreur: # U203, impossible de créer le fichier de mise à jour!
ru_ru: Ошибка: #U203, Не удалось создать файл обновления!

source: Error: #U204, Could not extract the update file!
fr_fr: Erreur: # U204, impossible d'extraire le fichier de mise à jour!
ru_ru: Ошибка: #U204, Не удалось извлечь файл обновления!

source: PHP doesn't have write access to the files and directories!
fr_fr: PHP n'a pas accès en écriture aux fichiers et répertoires!
ru_ru: PHP не имеет доступа к файлам и каталогам!

source: Add-on Updated.
fr_fr: Extension mise à jour.
ru_ru: Дополнение обновлено.

source: Enter form items exactly!
fr_fr: Entrez les éléments de formulaire exactement!

source: Friend Email
fr_fr: Email de votre ami
ru_ru: Email получателя

source: Email Subject
fr_fr: Sujet de l'Email
ru_ru: Тема

source: WPL Shortcodes
fr_fr: Codes courts WPL
ru_ru: WPL шорткоды

source: View
fr_fr: Vue
ru_ru: Вид

source: Mortgage Calculator
fr_fr: Calculateur d'hypothèque
ru_ru: Ипотечный Калькулятор

source: Price (Min)
fr_fr: Prix(Min)
ru_ru: Цена (мин)

source: Price (Max)
fr_fr: Prix(Max)
ru_ru: Цена (макс)

source: Price Unit
fr_fr: Prix ​​à l'unité
ru_ru: Единица Измерения Цены

source: User Type
fr_fr: Type d'utilisateur
ru_ru: Тип Пользователя

source: Page Size
fr_fr: Taille de la page
ru_ru: Размер страницы

source: Pagination Type
fr_fr: Type de pagination
ru_ru: Тип Пагинации

source: Scroll Pagination
fr_fr: Faire défiler la pagination
ru_ru: Прокрутка По Страницам

source: Order by
fr_fr: Commandé par
ru_ru: Сортировать по

source: Columns Count
fr_fr: Nombre de colonnes

source: Column
fr_fr: Colonne
ru_ru: Колонка

source: Columns
fr_fr: Colonnes
ru_ru: Колонки

source: Report sent successfully.
fr_fr: Rapport envoyé avec succès.
ru_ru: Доклад отправлен успешно.

source: Friends email is not valid!
fr_fr: L'email de votre ami n'est pas valide!
ru_ru: Email получателя недействителен!

source: Email subject is not valid!
fr_fr: Тема Email недействительна!
ru_ru: Тема Email недействительна!

source: Your name is not valid!
fr_fr: Votre nom n'est pas valide!
ru_ru: Пожалуйста, введите Ваше имя!

source: Send to friend message sent successfully.
fr_fr: Envoyer à un ami message envoyé avec succès.
ru_ru: Интересное сейчас направляется получателю.

source: Contact phone number is not valid!
fr_fr: Le numéro de téléphone du contact n'est pas valide!
ru_ru: Пожалуйста, введите номер телефона!

source: Request a visit sent successfully.
fr_fr: Demander une visite envoyée avec succès.
ru_ru: Сообщение отправлено.

source: Adding price request sent successfully.
fr_fr: Ajout de demande de prix envoyé avec succès.
ru_ru: Сообщение о запросе цены отправлено успешно.

source: %s ascending
fr_fr: % s croissant

source: %s descending
fr_fr: % s décroissant

source: %s first
fr_fr: % s en premier

source: %s last
fr_fr: % s dernier

source: View properties
fr_fr: Voir les propriétés
ru_ru: Смотреть Объекты

source: Information sent to agent.
fr_fr: Informations envoyées à l'agent.
ru_ru: Сообщение отправлено.

source: Already a member? %s
fr_fr: Déjà membre? % s
ru_ru: Уже состоите в членстве? %s

source: Not a member? %s
fr_fr: Pas un membre? % s
ru_ru: Не состоите в членстве? %s

source: Register & Continue
fr_fr: S'inscrire et continuer
ru_ru: Зарегистрироваться и Продолжить

source: Login & Continue
fr_fr: Se connecter et continuer
ru_ru: Войти и Продолжить

source: No profile found or it's not available now!
fr_fr: Aucun profil trouvé ou il n'est pas disponible maintenant!
ru_ru: Профиль не найден или не доступен сейчас!

source: User registered. Please check your email for password and then login.
fr_fr: Utilisateur enregistré. S'il vous plaît vérifier votre email pour mot de passe, puis connectez-vous.
ru_ru: Пользователь зарегистрирован. Пожалуйста проверьте свою электронную почту для получения пароля и войдите в систему.

source: Save this Search
fr_fr: Sauvegarder cette recherche
ru_ru: Сохранить этот Поисковый Запрос

source: Landing Page Generator
fr_fr: Générateur de page d'acceuil

source: Create Landing Page
fr_fr: Créer une page de destination
ru_ru: Создать Целевую Страницу

source: Street
fr_fr: Rue
ru_ru: Улица

source: Keyword
fr_fr: Mot-clé

source: Widget Configurations
fr_fr: Configurations Widget
ru_ru: Настройки Виджета

source: Mailto Status
fr_fr: Statut Mail
ru_ru: Статус Mailto

source: Filter Profiles
fr_fr: Filtrer les profils
ru_ru: Фильтр Профилей

source: User IDs
fr_fr: ID Utilisateurs
ru_ru: ID Пользователей

source: Sort and Limit
fr_fr: Trier et limiter
ru_ru: Сортировка и Лимит

source: Number of users
fr_fr: Nombre d'utilisateurs
ru_ru: Количество Пользователей

source: Showing specific agents.
fr_fr: Affichage d'agents spécifiques.
ru_ru: Показать определенных агентов.

source: Featured Agents
fr_fr: Agents en vedette
ru_ru: Поулярные Агенты

source: Main Carousel
fr_fr: Carrousel principal
ru_ru: Главная Карусель

source: Tablet Image Height
fr_fr: Hauteur de l'image de la tablette
ru_ru: Высота Изображения на Планшете

source: Phone Image Height
fr_fr: Hauteur de l'image du téléphone
ru_ru: Высота Изображения на Телефоне

source: Thumbnail Width
fr_fr: Largeur de la vignette
ru_ru: Ширина Миниатюр

source: Thumbnail Height
fr_fr: Hauteur de la vignette
ru_ru: Высота Миниатюр

source: Slide Interval (ms)
fr_fr: Intervalle de diapositive (ms)
ru_ru: Интервал Слайдов (МС)

source: Show Navigation
fr_fr: Afficher la navigation
ru_ru: Показать Навигацию

source: Hide Pagination
fr_fr: Masquer la pagination
ru_ru: Скрыть Пагинацию

source: Hide Caption
fr_fr: Masquer la légende
ru_ru: Скрыть Надпись

source: Auto Play
fr_fr: Lecture automatique
ru_ru: Автовоспроизведение

source: Smart Resize
fr_fr: Smart Redimensionner
ru_ru: Умный Размер

source: Images per Page
fr_fr: Images par page
ru_ru: Изображений на Странице

source: Fill Mode
fr_fr: Mode de remplissage
ru_ru: Режим Заполнения

source: Stretch
fr_fr: Étendue
ru_ru: Растяжение

source: Cover
fr_fr: Couverture
ru_ru: Обхват

source: Actual Size
fr_fr: Taille actuelle
ru_ru: Фактический Размер

source: Contain/Actual
fr_fr: Contenir / Réel
ru_ru: Фактический

source: Filter Properties
fr_fr: Propriétés du filtre
ru_ru: Фильтровать Объекты

source: Zip-Code
fr_fr: Code postal

source: Year Built Range
fr_fr: Année de construction
ru_ru: Период Постройки

source: SqFt Range
fr_fr: M2 Gamme

source: Listing ID of parent property
fr_fr: ID de liste de la propriété franchise
ru_ru: Листинг ID родительского объекта

source: For single property pages.
fr_fr: Pour les pages de propriétés uniques.
ru_ru: Для единичных страниц объектов.

source: Detect parent automatically.
fr_fr: Détecter la franchise automatiquement.
ru_ru: Автоматически определять родителя.

source: Listing IDs (Comma Separated)
fr_fr: ID d'annonce (séparés par des virgules)
ru_ru: IDs Листингов (разделенные запятыми)

source: Agent IDs (Comma Separated)
fr_fr: Identifiants d'agent (séparés par des virgules)
ru_ru: IDs Агентов (разделенные запятыми)

source: Only %s
fr_fr: Seulement% s
ru_ru: Только %s

source: And
fr_fr: Et

source: Similar Properties
fr_fr: Propriétés similaires
ru_ru: Похожие Объекты

source: Only Similars
fr_fr: Seulement des similaires
ru_ru: Только Схожие

source: Include Listings
fr_fr: Inclure les annonces
ru_ru: Включить Листинги

source: Override Listing Type
fr_fr: Ignorer le type d'annonce

source: when current listing type is
fr_fr: lorsque le type d'annonce actuel est
ru_ru: когда текущий тип листинга

source: Include Property Type
fr_fr: Inclure le type de propriété
ru_ru: Включить Тип Объекта

source: Include Agent
fr_fr: Inclure l'agent
ru_ru: Включить Агента

source: Include Price
fr_fr: Inclure le prix
ru_ru: Включить Цену

source: Price Down Rate
fr_fr: Prix bas
ru_ru: Уровень цены от

source: Price Up Rate
fr_fr: Prix haut
ru_ru: Уровень Цены до

source: Include Radius
fr_fr: Inclure le rayon
ru_ru: Включить Радиус

source: Radius Unit
fr_fr: Unité de rayon
ru_ru: Единица Радиуса

source: Include Zip-Code
fr_fr: Inclure le code postal
ru_ru: Включить Почтовый Индекс

source: Number of properties
fr_fr: Nombre de propriétés
ru_ru: Количество Объектов

source: (WPL) Carousel
fr_fr: (WPL) Carrousel
ru_ru: (WPL) Карусель

source: Showing specific properties.
fr_fr: Affichage des propriétés spécifiques.
ru_ru: Показать определенные объекты.

source: Featured Properties
fr_fr: Propriétés en vedette
ru_ru: Популярные Объекты

source: Details
fr_fr: Détails
ru_ru: Детали

source: More Info
fr_fr: Plus d'informations
ru_ru: Дополнительная Информация

source: Showing the Map View.
fr_fr: Affichage de la Map View.
ru_ru: Показывает Карту.

source: Map Widget
fr_fr: Carte Widget
ru_ru: Виджет Карта

source: Forget Password Link
fr_fr: Oublier le lien du mot de passe

source: Dashboard Link
fr_fr: Lien de tableau de bord
ru_ru: Ссылка Панели Управления

source: Property Compare Link
fr_fr: Lien de comparaison de propriété
ru_ru: Ссылка Сравнения Объектов

source: Favorite Link
fr_fr: Lien favori
ru_ru: Избранное

source: Save Search Link
fr_fr: Enregistrer le lien de recherche

source: (WPL) Links
fr_fr: (WPL) Liens

source: Let you to show Register/Login/Forgot Password Links.
fr_fr: Permet d'afficher les liens Inscription / Connexion / Mot de passe oublié.

source: Links
fr_fr: Liens

source: Login to Account
fr_fr: Connexion au compte
ru_ru: Войти в аккаунт

source: Self Page
fr_fr: Page personnelle
ru_ru: Самостоятельная страница

source: AJAX Search
fr_fr: AJAX Recherche
ru_ru: AJAX Поиск

source: Yes (On the fly)
fr_fr: Oui
ru_ru: Да

source: Show Total Results
fr_fr: Afficher le total des résultats

source: Show (Inside of Search Button)
fr_fr: Afficher (à l'intérieur du bouton de recherche)

source: Show (Next to Search Button)
fr_fr: Afficher (à côté du bouton de recherche)

source: More Options Type
fr_fr: Plus d'options Type
ru_ru: Дополнительные Параметры

source: Slide
fr_fr: Diapositive
ru_ru: Слайд

source: Show Reset Button
fr_fr: Afficher le bouton de réinitialisation

source: Show Saved Searches
fr_fr: Afficher les recherches sauvegardées

source: Show Favorites
fr_fr: Afficher les favoris

source: View Fields
fr_fr: Montrer Champs
ru_ru: Просмотр Полей

source: The page needs to be reloaded before opening the field editor.
fr_fr: La page doit être rechargée avant d'ouvrir l'éditeur de champs.

source: Search Fields Configurations
fr_fr: Configurations des champs de recherche
ru_ru: Настройки Полей Поиска

source: Fields Order
fr_fr: Commande de champs
ru_ru: Порядок Полей

source: Search properties/profiles.
fr_fr: Rechercher propriétés / profils.
ru_ru: Искать объекты/профили.

source: Drag whichever field you would like to move from the bottom list to here. To change the order please use right side panel "Fields Order".
fr_fr: Faites glisser le champ que vous souhaitez déplacer de la liste du bas vers ici. Pour modifier l'ordre, veuillez utiliser le panneau de droite "Ordre des champs".
ru_ru: Перетащите любое поле, которое вы хотели бы переместить из нижнего списка сюда. Для изменения порядка используйте правую боковую панель "Порядок Полей".

source: Drag Here
fr_fr: Faites glisser ici
ru_ru: Перетащите Сюда

source: Advanced Search
fr_fr: Recherche Avancée

source: More options
fr_fr: Plus d'options
ru_ru: Другие фильтры

source: Fewer options
fr_fr: Moins d'options
ru_ru: Скрыть фильтры

source: Google Map
ru_ru: Kарта

source: Video
ru_ru: Видео

source: Description
ru_ru: Описание

source: avatar
ru_ru: аватар

source: Name
ru_ru: Имя

source: Email
ru_ru: Электронный адрес

source: Contact
ru_ru: Связаться

source: Post ID
ru_ru: ID Записи

source: Logo
ru_ru: Логотип

source: Notifications
ru_ru: Уведомления

source: Introduction
ru_ru: Введение

source: MLS Add-on / Query Wizard
ru_ru: Дополнение МЛС / Мастер Запросов

source: Download MLS manual and find related KB articles
ru_ru: Загрузите Руководство к МЛС и найдите соответствующие статьи из Базы Данных

source: Actions
ru_ru: Действия

source: Information
ru_ru: Информация

source: MLS Add-on / Import
ru_ru: Дополнение МЛС / Импорт

source: URL
ru_ru: URL-адрес

source: Images
ru_ru: Изображения

source: Offset
ru_ru: Офсет

source: RETS Version
ru_ru: Версия RETS

source: Google Geo Coordinates
ru_ru: Google Geo Кординаты

source: MLS Class
ru_ru: Класс МЛС

source: MLS modified.
ru_ru: МЛС изменен.

source: Invalid MLS ID
ru_ru: Недопустимый id МЛС

source: MLS server deleted.
ru_ru: Сервер МЛС удален.

source: MLS connection failed!
ru_ru: Ошибка соединения с МЛС!

source: MLS unique field must be specified!
ru_ru: Необходимо указать уникальное поле МЛС!

source: MLS unique field does not exist on MLS server.
ru_ru: Уникальное поле МЛС не существует на сервере МЛС.

source: September
ru_ru: Сентябрь

source: Index
ru_ru: Индекс

source: Mode
ru_ru: Режим

source: Signature
ru_ru: Подпись

source: Paypal API Signature
ru_ru: Подпись Paypal API
