Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Mapping some fields may need to be manually tailored based on customizations you may have on your WPL, other Add-ons, or the data structure of your source file.
fr_fr: Il peut être nécessaire de personnaliser manuellement le mappage de certains champs en fonction des personnalisations que vous pouvez avoir sur votre WPL, d'autres modules complémentaires ou la structure de données de votre fichier source.

source: Importer Add-on / Structures
fr_fr: Importateur Extension/Structures
ru_ru: Дополнение Импортер / Структура

source: Add a new structure
fr_fr: Ajouter une nouvelle structure
ru_ru: Добавить новую структуру

source: Creation Date
fr_fr: Date de création
ru_ru: Дата Создания

source: Listing Unique Field
fr_fr: Liste unique de champ
ru_ru: Уникальное Поле Листингов

source: Map %s Fields
fr_fr: Carte %s Champs
ru_ru: Отобразить %s поля

source: Map Profile Fields
fr_fr: Carte Profile Champs
ru_ru: Отобразить поля Профиля

source: Download Importer manual and find related KB articles
fr_fr: Téléchargez le manuel de l'importateur et trouvez des articles de la base de connaissances
ru_ru: Загрузите Руководство к Импортеру и найдите соответствующие статьи из Базы Данных

source: Importer Add-on / Import
fr_fr: Importateur Extension / Import
ru_ru: Дополнение Импортер / Импорт

source: Click on 'start' to run the import process. This can take several minutes, depending on the file size and server performance. Please, do not close this window.
fr_fr: Cliquez sur 'démarrer' pour lancer le processus d'importation. Cela peut prendre plusieurs minutes, en fonction de la taille du fichier et des performances du serveur. S'il vous plaît, ne fermez pas cette fenêtre.

source: Select file
fr_fr: Choisir le dossier
ru_ru: Выбрать файл

source: Import from URL
fr_fr: Importer depuis une URL
ru_ru: Импорт из URL

source: File URL with http://
fr_fr: URL du fichier avec http: //
ru_ru: URL-файл с http://

source: User ID
fr_fr: Utilisateur ID
ru_ru: ID Пользователя

source: Number of images
fr_fr: Nombre de photos
ru_ru: Количество изображений

source: -1 means unlimited images and 0 means don't import images.
fr_fr: -1 signifie des images illimitées et 0 signifie que vous n'importez pas d'images.
ru_ru: - 1 означает безлимитное количество изображений и 0 означает - не импортировать изображения.

source: Import Structure
fr_fr: Structure d'importation
ru_ru: Импорт Структуры

source: Sync Options
fr_fr: Options de synchronisation
ru_ru: Функции Синхронизации

source: Sample file
fr_fr: Exemple de fichier
ru_ru: Образец файла

source: Required for import and mapping!
fr_fr: Requis pour l'importation et le mappage!
ru_ru: Требуется импорт и отображение!

source: Unique field
fr_fr: Champ unique
ru_ru: Уникальное Поле

source: Limit
fr_fr: Limite
ru_ru: Лимит

source: Image Count
fr_fr: Nombre d'images
ru_ru: Количество изображений

source: Re-download Images
fr_fr: Re-télécharger des images
ru_ru: Загрузить Изображения

source: CSV Delimiter
fr_fr: CSV Délimiteur

source: Listing Node
fr_fr: Nœud de référencement
ru_ru: Node Листинга

source: Image Node
fr_fr: Noeud d'image
ru_ru: Node Изображения

source: Begin Date
fr_fr: Date de début

source: Profiles
fr_fr: Profils
ru_ru: Профили

source: Import Profiles
fr_fr: Profils d'importation
ru_ru: Импорт Профилей

source: Profile Node
fr_fr: Noeud de profil
ru_ru: Вкладка Профили

source: XML and Listhub
fr_fr: XML et Listhub
ru_ru: XML и Listhub

source: Sync options
fr_fr: Options de synchronisation
ru_ru: Функции Синхронизации

source: Sync Status
fr_fr: Statut de synchronisation
ru_ru: Статус Синхронизации

source: Sync Period
fr_fr: Période de synchronisation
ru_ru: Период Синхронизации

source: Hours
fr_fr: Heures
ru_ru: Часы

source: Feed Protocol
fr_fr: Feed Protocole

source: Paginated Feed
fr_fr: Feed Paginés
ru_ru: Постраничная Лента

source: Page Parameter
fr_fr: Paramètre de page
ru_ru: Параметр Страницы

source: FTP Host
fr_fr: Hôte FTP

source: FTP Username
fr_fr: Nom d'utilisateur FTP
ru_ru: FTP Имя пользователя

source: FTP Password
fr_fr: Mot de passe FTP

source: Feed Path
fr_fr: Chemin d'accès

source: Please insert the complete feed path. If you want to download first file inside a directory do not insert the file name. You can use following parameters as well.
fr_fr: Veuillez insérer le chemin d'accès complet. Si vous souhaitez télécharger le premier fichier dans un répertoire, n'insérez pas le nom du fichier. Vous pouvez également utiliser les paramètres suivants.

source: %s as full numeric representation of a year like 2020
fr_fr: % s en tant que représentation numérique complète d'une année comme 2020

source: %s as two digit representation of a year like 20
fr_fr: % s en tant que représentation à deux chiffres d'une année comme 20

source: %s as numeric representation of a month, with leading zeros like 06
fr_fr: % s en tant que représentation numérique d'un mois, avec des zéros non significatifs comme 06

source: %s as numeric representation of a month, without leading zeros like 6
fr_fr: % s en tant que représentation numérique d'un mois, sans zéros comme 6

source: %s as day of the month, 2 digits with leading zeros like 08
fr_fr: % s comme jour du mois, 2 chiffres avec des zéros à gauche comme 08

source: %s as day of the month without leading zeros like 8
fr_fr: % s comme jour du mois sans zéros comme 8

source: Purge options
fr_fr: Options de purge
ru_ru: Функции очистки

source: Purge Status
fr_fr: Statut de purge
ru_ru: Статус Очистки

source: Purge Period
fr_fr: Période de purge
ru_ru: Период Очистки

source: Importer Add-on / Mapping
fr_fr: Extension / Mapping pour importateur
ru_ru: Дополнение Импортер / Отображение

source: Import Structure modified.
fr_fr: Structure d'importation modifiée.
ru_ru: Структура Импорта изменена.

source: Invalid ID
fr_fr: Invalide ID
ru_ru: Недопустимый ID

source: Import structure deleted.
fr_fr: Structure d'importation supprimée.
ru_ru: Структура Импорта удалена.

source: Getting total listings ...
fr_fr: Obtenir le nombre total d'annonces ...
ru_ru: Получение всех листингов ...

source: Downloading the IDX data ...
fr_fr: Téléchargement des données IDX ...

source: Download completed.
fr_fr: Téléchargement terminé.
ru_ru: Загрузка Завершена.

source: Sample file is uploaded
fr_fr: L'Exemple échantillon est chargé
ru_ru: Файл Образец загружен

source: Import file is uploaded
fr_fr: Le fichier d'importation est téléchargé
ru_ru: Импортированный файл загружен

source: IDX Data downloaded.
fr_fr: Données IDX téléchargées.
ru_ru: IDX данные загружены.

source: Add new listing type
fr_fr: Ajouter un nouveau type d'annonce
ru_ru: Добавить новый тип листинга

source: Google Icon
fr_fr: Google Icone
ru_ru: Иконка Google

source: Order
fr_fr: Ordre
ru_ru: Заказ

source: An error occurred while uploading your file!
fr_fr: Une erreur s'est produite lors du téléchargement de votre fichier!

source: Icons should not be bigger than 500KB!
fr_fr: Les icônes ne doivent pas dépasser 500 Ko!
ru_ru: Иконки должны быть не больше 500KB!

source: Listing type removed from WPL successfully.
fr_fr: Le type d'annonce a été supprimé de WPL avec succès.
ru_ru: Тип листинга удален из WPL успешно.

source: Chart Title
fr_fr: Titre du graphique
ru_ru: Название Диаграммы

source: Chart Background
fr_fr: Fond de graphique
ru_ru: Фон Диаграммы

source: Chart Width
fr_fr: Largeur du graphique
ru_ru: Ширина Диаграммы

source: Chart Height
fr_fr: Hauteur de la carte
ru_ru: Высота Диаграммы

source: No data!
fr_fr: Pas de données!
ru_ru: Нет данных!

source: Market Reports
fr_fr: Rapports de marché

source: Most Popular Listings
fr_fr: Les annonces les plus populaires

source: Most Popular Performed Searches
fr_fr: Recherches les plus populaires

source: Most Popular Neighborhoods
fr_fr: Quartiers les plus populaires
ru_ru: Самые Популярные Окрестности

source: Most Popular Complexes
fr_fr: Immeubles les plus populaires
ru_ru: Самые Популярные Комплексы

source: Last Week
fr_fr: La semaine dernière

source: Last Month
fr_fr: Le mois dernier
ru_ru: За Последний Месяц

source: Last 3 Months
fr_fr: 3 derniers mois
ru_ru: Последние 3 Месяца

source: Last Year
fr_fr: L'année dernière

source: Custom Dates
fr_fr: Dates personnalisées
ru_ru: Другой Период

source: To
fr_fr: À

source: Membership Add-on
fr_fr: Adhésion d'Extension
ru_ru: Дополнение Членство

source: With this menu, you're able to define user types on your website, create membership packages for each user type, and customize these options.
fr_fr: Avec ce menu, vous pouvez définir des types d'utilisateurs sur votre site Web, créer des packages d'adhésion pour chaque type d'utilisateur et personnaliser ces options.

source: Where can I find help with the WPL Membership Add-on?
fr_fr: Où puis-je trouver de l'aide avec l'Extension d'Adhésion WPL ?

source: How do I enable property submission in the WPL Membership Add-on?
fr_fr: Comment puis-je activer la soumission de propriété dans l'Extension d'Adhésion WPL?

source: What is the user auto add feature in WPL Membership settings?
fr_fr: Quelle est la fonctionnalité d'ajout automatique des utilisateurs dans les paramètres d'adhésion WPL?

source: How do I add CAPTCHA to a WPL contract, membership login, and registration forms?
fr_fr: Comment ajouter CAPTCHA à un contrat WPL, à un identifiant de membre et à des formulaires d'inscription?

source: Please login/register to continue.
fr_fr: Veuillez vous connecter / vous enregistrer pour continuer.
ru_ru: Вы должны войти в систему/ зарегистрироваться, чтобы продолжить.

source: Please fill your profile to continue.
fr_fr: S'il vous plaît remplir votre profil pour continuer.

source: Membership Info
fr_fr: Information d'adhésion
ru_ru: Сведения о Членстве

source: Renew Button
fr_fr: Bouton de renouvellement
ru_ru: Кнопка Обновить

source: Upgrade Button
fr_fr: Bouton de mise à niveau
ru_ru: Кнопка Улучшения

source: Login Link
fr_fr: Lien de connexion
ru_ru: Ссылка Входа

source: Register Link
fr_fr: Lien d'enregistrement
ru_ru: Ссылка Регистрации

source: Frontend Listing Manager
fr_fr: Gestionnaire de listes frontend
ru_ru: Фронтальное Управление Листингами

source: Stats
fr_fr: Statistiques
ru_ru: Статистика

source: Renew
fr_fr: Renouveler
ru_ru: Обновить

source: Change Membership
fr_fr: Changer d'adhésion
ru_ru: Изменить Членство

source: Period
fr_fr: Période
ru_ru: Период

source: %s Days
fr_fr: %s Jours
ru_ru: %s Дни

source: Expires at
fr_fr: Expire à
ru_ru: Истекает в

source: Membership expired, your listings will no longer be displayed.
fr_fr: L'adhésion a expiré, vos annonces ne seront plus affichées.
ru_ru: Членство истекло, ваши листинги больше не будут отображаться.

source: Renew your membership
fr_fr: Renouvelez votre adhésion
ru_ru: Возобновите ваше членство

source: Change your membership
fr_fr: Changer votre abonnement
ru_ru: Изменить ваше членство

source: Dashboard
fr_fr: Tableau de bord
ru_ru: Панель Управления

source: Change Password
fr_fr: Changer le mot de passe
ru_ru: Изменить пароль

source: Saved Searches
fr_fr: Recherches sauvegardées
ru_ru: Сохраненные Поисковые Запросы

source: Renew Membership
fr_fr: Renouveler votre adhésion
ru_ru: Возобновить Членство

source: Your membership renewed successfully.
fr_fr: Votre adhésion a été renouvelée avec succès.
ru_ru: Ваше членство возобновлено успешно.

source: Cannot create a membership list!
fr_fr: Impossible de créer une liste de membres!
ru_ru: Невозможно создать список участников!

source: Your membership changed successfully.
fr_fr: Votre adhésion a changé avec succès.
ru_ru: Ваше членство изменено успешно.

source: Add a new membership
fr_fr: Ajouter une nouvelle adhésion
ru_ru: Добавить новое членство

source: #Properties
fr_fr: #Propriétés
ru_ru: #Объекты

source: #Featured
fr_fr: #Mise en avant
ru_ru: #Популярныe

source: #Hot
fr_fr: #Sensationnel
ru_ru: #Горячие

source: Download Membership manual and find related KB articles
fr_fr: Téléchargez le manuel d'adhésion et trouvez des articles de la base de connaissances
ru_ru: Загрузите Руководство к Членству и найдите соответствующие статьи из Базы Данных

source: -1 and -2 Memberships are systematic memberships, you shouldn't use them for subscriptions. Instead you should add your own memberships. -2 membership is a membership for guest (not logged in) visitors of your website and -1 membership is a default membership for free registrations. Paid users will be assigned to -1 membership first and after payment they will upgrade to premium membership as well.
fr_fr: Les abonnements -1 et -2 sont des abonnements systématiques, vous ne devriez pas les utiliser pour des abonnements. Au lieu de cela, vous devriez ajouter vos propres adhésions. -2 adhésion est un abonnement pour les visiteurs (non connectés) de votre site Web et -1 adhésion est un abonnement par défaut pour les inscriptions gratuites. Les utilisateurs payants se verront attribuer d'abord un abonnement -1 et après le paiement, ils passeront également à un abonnement premium.

source: Edit Membership
fr_fr: Editer un abonnement
ru_ru: Редактировать Членство

source: New Membership
fr_fr: Nouvelle adhésion

source: Save and update all members
fr_fr: Enregistrer et mettre à jour tous les membres
ru_ru: Сохранить и обновить всех членов

source: Pricing
fr_fr: Prix
ru_ru: Ценообразование

source: RETS Server
fr_fr: RETS Serveur

source: Edit User Type
fr_fr: Modifier le type d'utilisateur
ru_ru: Редактировать Тип Пользователя

source: Add User Type
fr_fr: Ajouter un type d'utilisateur
ru_ru: Добавить Тип Пользователя

source: Default Membership
fr_fr: Adhésion par défaut
ru_ru: Членство по Умолчанию

source: Short Description
fr_fr: Brève description
ru_ru: Краткое Описание

source: Long Description
fr_fr: Longue description
ru_ru: Длинное Описание

source: Subscription Price
fr_fr: Prix ​​de l'abonnement
ru_ru: Цена Подписки

source: 0 means free!
fr_fr: 0 signifie gratuit!
ru_ru: 0 означает бесплатно!

source: Subscription Period
fr_fr: Période d'abonnement
ru_ru: Период Подписки

source: Days
fr_fr: Jours
ru_ru: Дни

source: -1 means unlimited.
fr_fr: -1 signifie illimité.
ru_ru: -1 означает безлимит.

source: Can Renew?
fr_fr: Peut on renouveler?
ru_ru: Возможно Обновить?

source: Renew Price
fr_fr: Renouveler Prix
ru_ru: Цена Обновления

source: Can Change Membership?
fr_fr: Peut on changer d'adhésion?
ru_ru: Возможно изменить Членство?

source: Change Membership to
fr_fr: Changer d'adhésion en
ru_ru: Изменить Членство на

source: Recurring Payment?
fr_fr: Paiement récurrent?
ru_ru: Регулярный Платёж?

source: User Types
fr_fr: Types d'utilisateurs
ru_ru: Типы Пользователей

source: User Data Structure
fr_fr: Structure de données utilisateur
ru_ru: Структура Данных Пользователя

source: Invalid Membership Id
fr_fr: Identifiant de membre non valide
ru_ru: Недопустимый id Членства

source: Membership deleted.
fr_fr: Adhésion supprimée.
ru_ru: Членство удалено.

source: Invalid Membership name
fr_fr: Nom de membre non valide
ru_ru: Недопустимое имя Членства

source: Membership modified.
fr_fr: Adhésion modifiée.
ru_ru: Членство изменено.

source: Invalid user type name!
fr_fr: Nom de type d\'utilisateur invalide!
ru_ru: Недопустимое имя типа пользователя!

source: User Type modified.
fr_fr: Type d\'utilisateur modifié.
ru_ru: Тип Пользователя изменен.

source: Add a new user type
fr_fr: Ajouter un nouveau type d'utilisateur
ru_ru: Добавить новый тип пользователя

source: User Type removed.
fr_fr: Type d'utilisateur supprimé.
ru_ru: Тип Пользователя удален.

source: User Type is not deletable.
fr_fr: Le type d'utilisateur n'est pas supprimable.
ru_ru: Тип Пользователя невозможно удалить.

source: User Type enabled.
fr_fr: Type d'utilisateur activé.
ru_ru: Тип Пользователя активирован.

source: User Type disabled.
fr_fr: Type d'utilisateur désactivé.
ru_ru: Тип Пользователя деактивирован.

source: Error Occurred!.
fr_fr: Erreur est survenue!.
ru_ru: Произошла ошибка!.

source: Change memberships
fr_fr: Changer les adhésions
ru_ru: Изменить членства

source: Upgrade
fr_fr: Améliorer
ru_ru: Обновить

source: Change password
fr_fr: Modifier mot de passe
ru_ru: Изменить пароль

source: New Password
fr_fr: Nouveau mot de passe
ru_ru: Новый пароль

source: Repeat Password
fr_fr: Répéter le mot de passe
ru_ru: Повторить пароль

source: Change
fr_fr: Changement
ru_ru: Изменить

source: No Favorites widget available.
fr_fr: Aucun widget Favoris disponible.

source: Login with Facebook
fr_fr: Se connecter avec Facebook

source: Login with Twitter
fr_fr: Se connecter avec Twitter

source: Login with LinkedIn
fr_fr: Se connecter avec Linkedln

source: Login with Instagram
fr_fr: Se connecter avec Instagram

source: Remember me
fr_fr: Se souvenir de moi
ru_ru: Запомнить меня

source: Lost Your Password?
fr_fr: Mot de passe perdu?
ru_ru: Забыли свой пароль?

source: Lost password
fr_fr: Mot de passe perdu
ru_ru: Забыли пароль

source: Username or Email
fr_fr: Nom d'utilisateur ou email
ru_ru: Имя пользователя или электронный адрес

source: Unfortunately you're not permitted to register to this membership.
fr_fr: Malheureusement, vous n'êtes pas autorisé à vous inscrire à cet abonnement.

source: New user registration
fr_fr: Enregistrement d'un nouvel utilisateur
ru_ru: Регистрация нового пользователя

source: You're registering as <strong>%s</strong> in <strong %s>%s</strong> membership.
fr_fr: Vous vous inscrivez en tant que <fort>% s </ fort> dans <fort% s>% s </fort>.
ru_ru: Вы регистрируетесь как <strong>%s</strong> в <strong %s>%s</strong> членстве.

source: Registration
fr_fr: Enregistrement
ru_ru: Регистрация

source: I agree with %s
fr_fr: Je suis d'accord avec% s
ru_ru: Я согласен с %s

source: Agreement
fr_fr: Accord
ru_ru: Соглашение

source: I agree
fr_fr: Je suis d'accord
ru_ru: Я согласен

source: Have a social network account?
fr_fr: Vous avez un compte de réseau social?

source: Login with a Social Network account
fr_fr: Se connecter avec un compte de réseau social

source: Reset password
fr_fr: Réinitialiser le mot de passe
ru_ru: Восстановить пароль

source: Repeat
fr_fr: Répéter
ru_ru: Повторить

source: Terms and Conditions should be agreed.
fr_fr: Les conditions générales doivent être convenues.
ru_ru: Условия и положения должны быть согласованы.

source: Register Membership
fr_fr: S'inscrire comme membre
ru_ru: Регистрация в Членстве

source: Bank receipt successfully submitted and your account will upgrade to <strong>%s</strong> after confirming the receipt.
fr_fr: Le reçu bancaire a bien été envoyé et votre compte passera à <strong>% s </ strong> après confirmation du reçu.
ru_ru: Банковская квитанция успешно отправлена, и ваша учетная запись обновится до < strong>%s< / strong> после подтверждения квитанции.

source: Payment successful.and your account upgraded to <strong>%s</strong>
fr_fr: Paiement réussi. Votre compte a été mis à niveau vers <strong>% s </ strong>

source: Passwords do not match!
fr_fr: Les mots de passe ne correspondent pas!

source: Reset key is not correct!
fr_fr: La clé de réinitialisation n'est pas correcte!
ru_ru: Неправильный ключ сброса!

source: No membership found!
fr_fr: Aucune adhésion trouvée!
ru_ru: Членство не найдено!

source: Please login to your account first.
fr_fr: S'il vous plaît, connectez-vous d'abord sur votre compte.
ru_ru: Пожалуйста сначала войдите в свою учетную запись.

source: Your membership is not upgradable!
fr_fr: Votre abonnement n'est pas évolutif!
ru_ru: Ваше членство невозможно обновить!

source: The WPL Franchise Add-on must be installed for this feature!
fr_fr: Le WPL Franchise Extension doit être installé pour cette fonctionnalité!
ru_ru: Дополнение WPL Франшиза должно быть установлено для этого!

source: <strong>ERROR</strong>: The password you entered for the username is incorrect.
fr_fr: <strong> ERREUR </ strong>: le mot de passe que vous avez entré pour le nom d'utilisateur est incorrect.
ru_ru: <strong>ОШИБКА</strong>: Пароль, введенный для имени пользователя, неверен.

source: <strong>ERROR</strong>: Invalid username.
fr_fr: <strong> ERREUR </ strong>: nom d'utilisateur non valide.
ru_ru: <strong>ОШИБКА</strong>: Неверное имя пользователя.

source: You logged in successfully!
fr_fr: Vous vous êtes connecté avec succès!
ru_ru: Вы вошли в систему успешно!

source: You logged out successfully!
fr_fr: Vous vous êtes déconnecté avec succès!
ru_ru: Вы вышли из системы успешно!

source: <strong>ERROR</strong>: Invalid username or email.
fr_fr: <strong> ERREUR </ strong>: nom d'utilisateur ou adresse e-mail non valide.
ru_ru: <strong>ОШИБКА</strong>: Неверное имя пользователя или e-mail.

source: <strong>ERROR</strong>: Password reset is not allowed for this user.
fr_fr: <strong> ERREUR </ strong>: la réinitialisation du mot de passe n'est pas autorisée pour cet utilisateur.
ru_ru: <strong>ОШИБКА</strong>: Сброс пароля не разрешен для этого пользователя.

source: <strong>ERROR</strong>: Error Occurred.
fr_fr: <strong> ERREUR </ strong>: une erreur s'est produite.
ru_ru: <strong>ОШИБКА</strong>: Произошла ошибка.

source: An email was sent to you to complete the password reset.
fr_fr: Un email vous a été envoyé pour terminer la réinitialisation du mot de passe.
ru_ru: Вам отправлено письмо для сброса пароля.

source: Password should be more than 6 characters!
fr_fr: Le mot de passe doit comporter plus de 6 caractères!
ru_ru: Пароль должен состоять более чем из 6 символов!

source: Password reset successful. You have logged in automatically!
fr_fr: Mot de passe réinitialisé avec succès. Vous vous êtes connecté automatiquement!

source: User registered. Please check your email for password.
fr_fr: Utilisateur enregistré. S'il vous plaît vérifier votre email pour mot de passe.
ru_ru: Пользователь зарегистрирован. Пожалуйста проверьте свою электронную почту для получения пароля.

source: %s membership is not renewable!
fr_fr: L'adhésion de% s n'est pas renouvelable!
ru_ru: %s Членство невозможно возобновить!

source: Renewed successfully.
fr_fr: Renouvelé avec succès.
ru_ru: Возобновлено успешно.

source: Renew %s Membership
fr_fr: Renouveler l'adhésion de% s
ru_ru: Возобновить %s Членство

source: Upgraded successfully.
fr_fr: Mis à jour avec succès.
ru_ru: Успешно улучшено.

source: Change Membership to %s
fr_fr: Changer d'adhésion en% s
ru_ru: Изменить Членство на %s

source: Password and password repeat are not matched!
fr_fr: Mot de passe et répétition du mot de passe ne correspondent pas!
ru_ru: Пароль и повторение пароля не совпадают!

source: User is Invalid.
fr_fr: L'utilisateur est invalide.
ru_ru: Несуществующий пользователь.

source: Password changed successfully!
fr_fr: Le mot de passe a été changé avec succès!
ru_ru: Пароль изменен успешно!

source: %s is your new site. %s as %s using your existing password.
fr_fr: % s est votre nouveau site. % s en tant que% s en utilisant votre mot de passe existant.
ru_ru: %s - ваш новый сайт. %s как %s используя ваш существующий пароль.

source: <strong>%s</strong> is your username. But, before you can start using your new username, <strong>you must activate it</strong>. <p>Check your inbox at <strong>%s</strong> and click the link given.</p>
fr_fr: <strong>% s </ strong> est votre nom d'utilisateur. Cependant, avant de pouvoir utiliser votre nouveau nom d'utilisateur, <strong> vous devez l'activer </ strong>. <p> Vérifiez votre boîte de réception à <strong>% s </ strong>, puis cliquez sur le lien indiqué. </ p>
ru_ru: <strong>%s</strong> - ваше имя пользователя. Но прежде чем вы начнете пользоваться вашим новым именем пользователя, <strong> вы должны его активировать </strong>. <p>Проверьте входящие в <strong>%s</strong> и перейдите по предоставленной ссылке.</p>
