Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: The Calendar Add-on is a useful feature for websites focused on vacation rentals. You can customize seasons with this menu.
fr_fr: Le Calendrier Extension est une fonctionnalité utile pour les sites Web axés sur la location de vacances. Vous pouvez personnaliser les saisons avec ce menu.
ru_ru: Календарь является полезной функцией для веб-сайтов, ориентированных на аренду жилья. Вы можете настроить сезоны с этим меню.

source: Clear Calendar Data
fr_fr: Effacer les données du calendrier
ru_ru: Очистить Данные Календаря

source: Please select an option
fr_fr: Veuillez sélectionner une option
ru_ru: Пожалуйста, выберите вариант

source: Please select day(s) in calendar.
fr_fr: Veuillez sélectionner le ou les jours dans le calendrier.
ru_ru: Пожалуйста, выберите день (дни) в календаре.

source: No. of Months
fr_fr: Nombre de mois
ru_ru: Количество Месяцев

source: Show Option Labels
fr_fr: Afficher les options de labels
ru_ru: Показать Метки Параметров

source: Show Property Prices
fr_fr: Afficher les prix de la propriété
ru_ru: Показать Цены Объектов

source: Season
fr_fr: Saison
ru_ru: Сезон

source: Seasons
fr_fr: Saisons
ru_ru: Сезоны

source: Time Periods
fr_fr: Périodes
ru_ru: Периоды Времени

source: Add New Season
fr_fr: Ajouter Nouvelle Saison
ru_ru: Добавить Новый Сезон

source: Color
fr_fr: Цвет
ru_ru: Цвет

source: Start Date
fr_fr: Date de début
ru_ru: Время Начала

source: End Date
fr_fr: Date de fin
ru_ru: Время Окончания

source: Add New Time Period
fr_fr: Ajouter une nouvelle période
ru_ru: Добавить Новый Период Времени

source: No. of Nights
fr_fr: Nombre de nuits
ru_ru: Ни одна из Ночей

source: End
fr_fr: Fin
ru_ru: Окончание

source: Booking
fr_fr: Réservation
ru_ru: Бронирование

source: No Season
fr_fr: Nombre de saison
ru_ru: Нет Сезона

source: Minimum Stay
fr_fr: Durée de séjour minimum
ru_ru: Минимальное пребывание

source: Invalid Calendar Season
fr_fr: Saison Calendrier Invalide
ru_ru: Неверный Сезон Календаря

source: Invalid Season
fr_fr: Saison Invalide
ru_ru: Неверный Сезон

source: Invalid Time Period
fr_fr: Période invalide
ru_ru: Недопустимый Период Времени

source: Calendar Season is removed successfully.
fr_fr: La saison du calendrier est supprimée avec succès.
ru_ru: Сезон Календаря успешно удален.

source: Calendar Time Period is removed successfully.
fr_fr: La période de calendrier est supprimée avec succès.
ru_ru: Временной Период Календаря успешно удален.

source: Complex/Condo Add-on
fr_fr: Extension Immeuble
ru_ru: Дополнение Комплекс

source: Here you can access your complex/condo pages with one click. You can also manage your complex/condo fields directly from the Flex menu. To manage condos and add new condos, visit the Listing Manager menu.
fr_fr: Ici, vous pouvez accéder à vos annonces d'immeubles en un clic. Vous pouvez également gérer vos annonces d'immeubles directement à partir du menu Flex. Pour les gérer et en ajouter de nouveaux, visitez le menu Gestionnaire d'annonces.
ru_ru: Здесь вы можете получить доступ к комплексам с помощью одного клика. Вы также можете управлять полями комплекса непосредственно из Флэкс меню. Для управления комплексами и добавления новых, перейдите в Управление Листингом.

source: Where can I find help with the WPL Complex/Condo Add-on?
fr_fr: Où puis-je trouver de l'aide avec le module complémentaire WPL Immeuble ?
ru_ru: Где я могу найти помощь с WPL Дополнением Комплекс?

source: Data Structure
fr_fr: Structure de données
ru_ru: Структура Данных

source: Manage Complex/Condo Data Structure
fr_fr: Gérer la structure de données Immeuble
ru_ru: Структура Данных Управления Комплексом

source: Manage Complexes/Condos
fr_fr: Gérer Immeuble
ru_ru: Управление Комплексами

source: Add new complex/condo
fr_fr: Ajouter nouvel Immeuble
ru_ru: Добавить новый комплекс

source: Add New Complex/Condo
fr_fr: Ajouter Nouvel Immeuble
ru_ru: Добавить Новый Комплекс

source: Download Complex/Condo manual and find related KB articles
fr_fr: Télécharger le manuel Immeuble et trouver des articles de la base de connaissances
ru_ru: Загрузите Руководство к "Комплекс" и найдите соответствующие статьи из Базы Знаний

source: You don't have access to this menu! You can request access from website admin.
fr_fr: Vous n'avez pas accès à ce menu! Vous pouvez demander un accès à l'administrateur du site Web.
ru_ru: У вас нет доступа к этому меню! Вы можете запросить доступ у администратора сайта.

source: Balcony
fr_fr: Balcon
ru_ru: Балкон

source: Grid
fr_fr: Réseau
ru_ru: Сетка

source: List
fr_fr: Liste
ru_ru: Список

source: No units are listed.
fr_fr: Aucune unité n'est répertoriée.
ru_ru: Нет блоков в списке.

source: Complex Detail
fr_fr: Détail complexe
ru_ru: Детали Комплекса

source: Are you sure to do delete operation?
fr_fr: Êtes-vous sûr de vouloir supprimer l'opération?
ru_ru: Вы уверены, что хотите удалить операцию?

source: Edit
fr_fr: Modifier
ru_ru: Редактировать

source: Integration Type
fr_fr: Type d'intégration
ru_ru: Тип Интеграции

source: Export Actions
fr_fr: Actions d'exportation
ru_ru: Экспортировать Настройки

source: Import Actions
fr_fr: Actions d'importation
ru_ru: Импортировать Настройки

source: Add Integration
fr_fr: Ajouter une intégration
ru_ru: Добавить Интеграцию

source: Are you sure you want to delete this record?
fr_fr: Êtes-vous sûr de vouloir supprimer cet enregistrement?
ru_ru: Вы уверены, что хотите удалить эту запись?

source: Field Name:
fr_fr: Nom de domaine:
ru_ru: Название Поля:

source: Please select a Service.
fr_fr: Veuillez sélectionner un service.
ru_ru: Пожалуйста, выберите вариант.

source: Add New Field
fr_fr: Ajouter un nouveau domaine
ru_ru: Добавить новое поле

source: Remove map
fr_fr: Supprimer la carte
ru_ru: Удалить

source: Remove field
fr_fr: Supprimer le domaine
ru_ru: Удалить поле

source: Mapping updated successfully .
fr_fr: La mise en correspondances mise à jour avec succès.
ru_ru: Отображение успешно обновлено.

source: Mapping cannot be empty.
fr_fr: La mise en correspondence ne peut être vide.
ru_ru: Отображение не должно быть пустым.

source: Mapping removed successfully.
fr_fr: Mise en correspondance supprimée avec succès.
ru_ru: Отображение успешно удалено.

source: Service updated successfully.
fr_fr: Service mis à jour avec succès.
ru_ru: Сервис успешно обновлён.

source: Service added successfully.
fr_fr: Service ajouté avec succès.
ru_ru: Сервис добавлен успешно.

source: Success.
fr_fr: Succès.
ru_ru: Успешно.

source: Please select a Service
fr_fr: Veuillez sélectionner un Service
ru_ru: Пожалуйста, выберите Сервис

source: Please enter the Integration Type
fr_fr: Veuillez entrer le Type d'Intégration
ru_ru: Пожалуйста введите Тип Интеграции

source: Integration updated successfully.
fr_fr: Intégration mise à jour avec succès.
ru_ru: Интеграция успешно обновлена.

source: Integration added successfully.
fr_fr: Intégration ajoutée avec succès.
ru_ru: Интеграция успешно добавлена.

source: Successfully added the field.
fr_fr: Ajouté avec succès le domaine.
ru_ru: Поле успешно добавлено.

source: This field is already mapped.
fr_fr: Le champs est déjà mis en correspondance.
ru_ru: Это поле уже отображено.

source: Demographic Add-on
fr_fr: Extension Demographique
ru_ru: Демографическое дополнение

source: The Demographic Add-on was created to overlay demographic information over Google Maps. You can use this add-on to import US zip codes or personalize boundaries based on neighborhood, school districts and other information. Toggle Google Maps options in the WPL Activity Manager menu.
fr_fr: L'Extension Demographique a été créé pour superposer des informations démographiques sur Google Maps. Vous pouvez utiliser cette extension pour importer les codes postaux ou personnaliser les limites en fonction du quartier, des districts scolaires et d'autres informations. Basculez les options de Google Maps dans le menu Gestionnaire d’activités WPL.

source: Where can I find help with the WPL Demographic Add-on?
fr_fr: Où puis-je trouver de l'aide avec l'Extension WPL Demographique?

source: Zoom in to see demographics!
fr_fr: Zoomez pour voir les données démographiques!
ru_ru: Приблизьте, чтобы увидеть демографические данные!

source: Zoom out to see demographics!
fr_fr: Effectuez un zoom arrière pour voir les données démographiques!
ru_ru: Уменьшите масштаб, чтобы увидеть демографические данные!

source: Category
fr_fr: Catégorie
ru_ru: Категория

source: Median Income
fr_fr: Revenu médian
ru_ru: Усредненный Доход

source: Average Home Value
fr_fr: Valeur moyenne de la maison
ru_ru: Средняя Стоимость Дома

source: Distance to Downtown
fr_fr: Distance du centre ville
ru_ru: Расстояние до Центра города

source: School Rate
fr_fr: Tarif scolaire
ru_ru: Степень Школы

source: Tax Rate
fr_fr: Taux d'imposition
ru_ru: Налоговая Ставка

source: Show demographic layers?
fr_fr: Afficher les couches démographiques?
ru_ru: Показать демографические слои?

source: Demographics
fr_fr: Demographiques
ru_ru: Демографические данные

source: Download Demographic manual and find related KB articles
fr_fr: Téléchargez le manuel démographique et trouvez des articles de la base de connaissances
ru_ru: Загрузите Руководство к Демографическим Данным и найдите соответствующие статьи из Базы Знаний

source: No Item found! Try to import.
fr_fr: Aucun article trouvé! Essayez d'importer.
ru_ru: Элемент не найден! Попробуйте импортировать.

source: Count
fr_fr: Compter
ru_ru: Количество

source: Demographic
fr_fr: Demographique
ru_ru: Демографические данные

source: Add/Edit
fr_fr: Ajouter/Editer
ru_ru: Добавить/Редактировать

source: Modify Demographic
fr_fr: Modifier démographique
ru_ru: Изменить Демографические Данные

source: New Category
fr_fr: Nouvelle catégorie
ru_ru: Новая Категория

source: Border Color
fr_fr: Couleur de la bordure
ru_ru: Цвет Границы

source: Hover Color
fr_fr: Survoler la couleur
ru_ru: Цвет Наведения

source: Save & New
fr_fr: Sauvegarder & Nouveau
ru_ru: Сохранить & Новый

source: Invalid Demographic ID
fr_fr: ID démographique invalide
ru_ru: Недопустимый ID Демографических Данных

source: Demographic deleted.
fr_fr: Démographique supprimé.
ru_ru: Демографические данные удалены.

source: Initializing ...
fr_fr: Initialisation ...
ru_ru: Инициализация ...

source: Ready for Import.
fr_fr: Prêt pour l\'importation.
ru_ru: Готов к Импорту.

source: Category changed:
fr_fr: Catégorie changée:
ru_ru: Категория изменена:

source: Import starting... This may take several minutes based on your server load!
fr_fr: Importation à partir de ... Cela peut prendre plusieurs minutes en fonction de la charge de votre serveur!

source: Imported:
fr_fr: Importé:
ru_ru: Импортировано:

source: Finished.
fr_fr: Terminé.
ru_ru: Закончен.

source: Successfully imported the demographic objects.
fr_fr: Importé avec succès les objets démographiques.
ru_ru: Демографические объекты успешно импортированы.

source: Demographic modified.
fr_fr: Démographique modifié.
ru_ru: Демографические данные изменены.

source: Cannot connect to server!
fr_fr: Ne peut pas se connecter au serveur!
ru_ru: Не удается подключиться к серверу!

source: Successfully Imported!
fr_fr: Importé avec succès!
ru_ru: Успешно Импортировано!

source: Exporter Add-on
fr_fr: Exportateur Extension
ru_ru: Дополнение Экспортер

source: Use the Exporter Add-on to export WPL data into XML, JSON, CSV, and other formats. The Add-on also will create a feed, so you can easily sync you listings with third party websites.
fr_fr: Utilisez l' Exportateur d'Extension pour exporter les données WPL au format XML, JSON, CSV et autres. L'Extension créera également un flux afin que vous puissiez facilement synchroniser vos annonces avec des sites Web tiers.

source: Where can I find help with the WPL Exporter Add-on?
fr_fr: Où puis-je trouver de l'aide avec l'Extension WPL Exportateur?

source: No data.
fr_fr: Pas de données.
ru_ru: Нет данных.

source: records found.
fr_fr: enregistrements trouvés.
ru_ru: записи найдены.

source: An error Occurred!
fr_fr: Une erreur est survenue!
ru_ru: Произошла ошибка!

source: Kyero type is only available for properties!
fr_fr: Le type Kyero est uniquement disponible pour les propriétés!

source: Password is invalid!
fr_fr: Mot de passe est invalide!
ru_ru: Неверный пароль!

source: Feed file does not exist.
fr_fr: Le fichier de flux n'existe pas.
ru_ru: Файл ленты не существует.

source: Download Exporter manual and find related KB articles
fr_fr: Téléchargez le manuel de l'exportateur et trouvez des articles de la base de connaissances
ru_ru: Загрузите Руководство к Экспортеру и найдите соответствующие статьи из Базы Данных

source: Export Table
fr_fr: Tableau d'exportation
ru_ru: Экспортировать Таблицу

source: Export Format
fr_fr: Format d'exportation
ru_ru: Экспортировать Формат

source: Additional Filter
fr_fr: Filtre supplémentaire
ru_ru: Дополнительный Фильтр

source: XML Feeds
fr_fr: XML Flux
ru_ru: XML-ленты

source: Property Filter
fr_fr: Filtre de propriété
ru_ru: Фильтр Объектов

source: Property Type
fr_fr: Type de propriété
ru_ru: Тип объекта

source: Confirm Status
fr_fr: Confirmer le statut
ru_ru: Подтвердить Статус

source: Unconfirmed
fr_fr: Non confirmé
ru_ru: Неподтвержденный

source: Finalize Status
fr_fr: Finaliser le statut
ru_ru: Статус Завершения

source: Finalized
fr_fr: Finalisé
ru_ru: Завершенный

source: Unfinalized
fr_fr: Non finalisé
ru_ru: Незавершенный

source: Location
fr_fr: Localisation
ru_ru: Местоположение

source: Text Search
fr_fr: Recherche de texte
ru_ru: Текстовый поиск

source: Select Export Table!
fr_fr: Sélectionnez Exporter la Table!
ru_ru: Выбрать Экспортировать Таблицу!

source: Select Export Format!
fr_fr: Sélectionnez le Format d\'Exportation!
ru_ru: Выбрать Экспортировать Формат!

source: Feed
fr_fr: Flux
ru_ru: Лента

source: Facebook Add-on Settings
fr_fr: Paramètres Extension Facebook

source: Catalog Settings
fr_fr: Paramètres du catalogue
ru_ru: Настройки Каталога

source: Field Mapping
fr_fr: Mise en correspondence du domaine
ru_ru: Отображение полей

source: Catalog Name
fr_fr: Nom Catalogue

source: Business Manager User
fr_fr: Gestionnaire de l'entreprise

source: Property Description
fr_fr: Description de la propriété
ru_ru: Описание объекта

source: Listing Type
fr_fr: Type d'annonces
ru_ru: Тип листинга

source: Bedroom
fr_fr: Chambre
ru_ru: Спальня

source: Bathroom
fr_fr: Salle de bains
ru_ru: Ванная

source: Address
fr_fr: Аdresse
ru_ru: Адрес

source: Street Address
fr_fr: Rue de l'adresse
ru_ru: Улица

source: City
fr_fr: Ville
ru_ru: Город

source: Region
fr_fr: Région

source: Postal Code
fr_fr: Code Postal
ru_ru: Почтовый индекс

source: Neighborhood
fr_fr: Voisinage
ru_ru: Район

source: Year built
fr_fr: Année de construction
ru_ru: Год Постройки

source: Availability
fr_fr: Disponibilité

source: Picture
fr_fr: Photo

source: No Listing is added to facebook yet. I you want to add a listing please try it on property manager.
fr_fr: Aucune annonce n'est encore ajoutée à facebook. Si vous souhaitez ajouter une annonce, veuillez l’essayer sur le gestionnaire immobilier.

source: Listing Manager
fr_fr: Directeur de liste
ru_ru: Управление Листингом

source: Facebook Add-on
fr_fr: Extension Facebook

source: Create a listing catalog
fr_fr: Créer un catalogue d'annonces
ru_ru: Создать каталог листинга

source: Back to admin area
fr_fr: Retour à la zone d'administration
ru_ru: Вернуться в админ панель

source: Listing Catalog
fr_fr: Catalogue d'annonces

source: Congratulations!
fr_fr: Félicitations!
ru_ru: Поздравляем!

source: All fields are required!
fr_fr: Tous les champs sont requis!

source: Please select some properties to Update/Remove
fr_fr: Veuillez sélectionner des propriétés à mettre à jour / supprimer

source: Are you sure you want to update/remove properties on facebook?
fr_fr: Êtes-vous sûr de vouloir mettre à jour / supprimer des propriétés sur facebook?

source: Are you sure you want to publish all featured properties on facebook?
fr_fr: Êtes-vous sûr de vouloir publier toutes les propriétés en vedette sur Facebook?

source: Are you sure you want to update all properties on facebook?
fr_fr: Êtes-vous sûr de vouloir mettre à jour toutes les propriétés sur facebook?

source: Franchise Settings
fr_fr: Paramètres de Franchise
ru_ru: Настройки Франшизы

source: You can manage WPL child website settings in this menu. WPL franchise settings is per site so all of your child websites can have their own configurations.
fr_fr: Vous pouvez gérer les paramètres du site Web franchisé WPL dans ce menu. Les paramètres de franchise WPL sont définis par site, de sorte que tous les sites Web de vos franchises peuvent avoir leurs propres configurations.

source: Listing Insert Options
fr_fr: Liste des options d'insertion
ru_ru: Параметры Вставки Листингов

source: Each property/listing has an owner website. With the target option you can set the owner of the listings that will add to the network on this child website.
fr_fr: Chaque propriété / annonce a un site Web du propriétaire. Avec l'option cible, vous pouvez définir le propriétaire des annonces à ajouter au réseau sur ce site Web franchisé.

source: Listing Select Options
fr_fr: Liste des options de sélection
ru_ru: Параметры Выбора Листинга

source: You can filter listings that should be shown on this child website.
fr_fr: Vous pouvez filtrer les listes à afficher sur ce site Web pour franchisés.

source: Listing Options
fr_fr: Options d'annonces
ru_ru: Параметры Листингов

source: User Select Options
fr_fr: Options de sélection de l'utilisateur
ru_ru: Параметры Выбора Пользователя

source: You can filter agents that should be shown on this child website.
fr_fr: Vous pouvez filtrer les agents à afficher sur ce site Web franchisé.

source: User Options
fr_fr: Options utilisateur
ru_ru: Параметры Пользователя

source: Backend Menus
fr_fr: Menus Backend
ru_ru: Бэкэнд-Меню

source: You can disable/enable access of child website admin(s) to the WPL backend menus.
fr_fr: Vous pouvez désactiver / activer l'accès des administrateurs de sites Web franchisés aux menus de base WPL.

source: Universal Share Options
fr_fr: Options de partage universel
ru_ru: Параметры Всеобщего Участия

source: If you universally share some tables, All child websites shows main website data for those tables. These options will apply globally on all child websites.
fr_fr: Si vous partagez universellement certaines tables, Tous les sites Web franchisés affichent les principales données de site Web pour ces tables.
ru_ru: Если вы делаете некоторые таблицы общими для всех, все дочерние сайты будут показывать данные основного сайта для этих таблиц.

source: Universal Share
fr_fr: Pqrtqge Universel
ru_ru: Всеобщее Участие

source: Share with all websites
fr_fr: Partager avec tous les sites
ru_ru: Распространить на все сайты

source: Share only with selected websites
fr_fr: Partager uniquement avec les sites Web sélectionnés
ru_ru: Распространить только на выбранные сайты

source: Don't Share with selected websites
fr_fr: Ne pas partager avec les sites Web sélectionnés
ru_ru: Не распространять на выбранные сайты

source: Don't Share with all websites
fr_fr: Ne partagez pas avec tous les sites Web
ru_ru: Не распространять на все сайты

source: Child websites
fr_fr: Sites Web Franchisés
ru_ru: Дочерние сайты

source: WPL Settings
fr_fr: Paramètres WPL
ru_ru: WPL Настройки

source: Target
fr_fr: Cible
ru_ru: Целевой

source: Self Blog
fr_fr: Blog personnel
ru_ru: Свой Блог

source: Provide share access to websites for to change options in the listing wizard.
fr_fr: Fournissez un accès partagé aux sites Web pour modifier les options dans l'assistant de création d'annonce.
ru_ru: Предоставить общий доступ к сайтам для изменения параметров в Мастере листинга.

source: Default property share options
fr_fr: Options de partage de propriété par défaut
ru_ru: Параметры универсального доступа к объектам по умолчанию

source: Selected websites (For second and third share option)
fr_fr: Sites Web sélectionnés (pour les options de deuxième et troisième actions)
ru_ru: Выбранные веб-сайты (для второго и третьего параметров доступа)

source: Criteria
fr_fr: Critères
ru_ru: Критерий

source: Leave it empty if don't want to limit the total agents!
fr_fr: Laissez-le vide si vous ne voulez pas limiter le nombre total d'agents!

source: Backend Menu Accesses
fr_fr: Accès Menu Backend
ru_ru: Доступ к Бэкэнд-Меню

source: If you share tables universally, all child website will display data from the main website in those tables.
fr_fr: Si vous partagez des tables de manière universelle, tous les sites Web franchisés afficheront les données du site Web principal dans ces tables.
ru_ru: Если вы делаете некоторые таблицы общими для всех, все дочерние сайты будут показывать данные основного сайта для этих таблиц.

source: Universally share on whole network
fr_fr: Partage universel sur tout le réseau
ru_ru: Всеобщее Участие по всей сети

source: Each child website can have its own data
fr_fr: Chaque site Web franchisé peut avoir ses propres données
ru_ru: Каждый дочерний сайт может иметь свои собственные данные

source: Cannot create a criteria!
fr_fr: Impossible de créer un critère!
ru_ru: Невозможно создать критерий!

source: Franchise settings saved!
fr_fr: Paramètres de franchise enregistrés!
ru_ru: Настройки Франшизы сохранены!

source: Country ID
fr_fr: Pays ID

source: State ID
fr_fr: Etat ID

source: Account Info
fr_fr: Informations de compte
ru_ru: Информация об аккаунте

source: Give me a site!
fr_fr: Donnez moi un site!
ru_ru: Получить сайт!

source: Site Info
fr_fr: Info Site
ru_ru: Информация о Сайте

source: Site Name
fr_fr: Nom Site
ru_ru: Имя Сайта

source: Site Title
fr_fr: Titre Site
ru_ru: Название Сайта

source: Privacy
fr_fr: Secret
ru_ru: Конфиденциальность

source: Allow search engines to index this site.
fr_fr: Autoriser les moteurs de recherche à indexer ce site.
ru_ru: Разрешить поисковой системе индексировать этот сайт.

source: Create Site
fr_fr: Créer un site
ru_ru: Создать Сайт

source: Room
fr_fr: Chambre
ru_ru: Помещение

source: (WPL) Sample
fr_fr: (WPL)Exemple

source: It is a sample widget.
fr_fr: C'est un exemple widget.

source: Sample Widget
fr_fr: Exemple Widget
ru_ru: Виджет Пример

source: Down Payment Type
fr_fr: Type de versement initial
ru_ru: Тип Первоначального Взноса

source: Percent
fr_fr: Pourcentage
ru_ru: Процент

source: From
fr_fr: De
ru_ru: От

source: Rebate
fr_fr: Remise

source: Importer Add-on
fr_fr: Importateur Extension
ru_ru: Дополнение Импортер

source: You can add your data feeds/structures into WPL using this menu. WPL importer supports various standard types of XML and CSV files.
fr_fr: Vous pouvez ajouter vos sources de données / structures dans WPL à l'aide de ce menu. L'importateur WPL prend en charge divers types standard de fichiers XML et CSV.

source: Where can I find help with the WPL Importer Add-on?
fr_fr: Où puis-je trouver de l'aide avec le WPL Importateur Extension?

source: Sample files for WPL Importer add-on.
fr_fr: Exemples de fichiers pour le WPL Importateur Extension.
ru_ru: Пробные файлы для WPL Дополнения Импортер.

source: You should map data feed/structure fields to WPL fields here. Please note, this step is very important. Please note to following items during mapping:
fr_fr: Vous devez mapper les champs de flux de données / structure aux champs WPL ici. Veuillez noter que cette étape est très importante. Veuillez noter les éléments suivants lors de la mise en correspondance:
