Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Congratulations! Your new site, %s, is almost ready. But, before you can start using your site, <strong>you must activate it</strong>. <p>Check your inbox at <strong>%s</strong> and click the link given. If you do not activate your site within two days, you will have to sign up again.</p>
fr_fr: Toutes nos félicitations! Votre nouveau site,% s, est presque prêt. Mais avant de pouvoir commencer à utiliser votre site, <strong> vous devez l'activer </ strong>. <p> Vérifiez votre boîte de réception à <strong>% s </ strong>, puis cliquez sur le lien indiqué. Si vous n'activez pas votre site dans les deux jours, vous devrez vous inscrire à nouveau. </ P>
ru_ru: Поздравляем! Ваш новый сайт, %s, почти готов. Но прежде чем вы начнете пользоваться вашим сайтом, <strong> вы должны его активировать </strong>. <p> Проверьте входящие в <strong>%s</strong> и перейдите по предоставленной ссылке. Если вы не активируете ваш сайт в течение двух дней, вам придется зарегистрироваться снова.</p>

source: An error occurred! Please try again later.
fr_fr: Une erreur est survenue! Veuillez réessayer plus tard.
ru_ru: Произошла ошибка! Пожалуйста попробуйте еще раз позже.

source: Default
fr_fr: Défaut
ru_ru: По умолчанию

source: Above the header (Show Only in mobile Devices)
fr_fr: Au-dessus de l'en-tête (Afficher uniquement sur les appareils mobiles)

source: Show Only in mobile Device above the header
fr_fr: Afficher uniquement dans l'appareil mobile au-dessus de l'en-tête

source: It will add a notification to the website if the website has a mobile app
fr_fr: Il ajoutera une notification au site Web si celui-ci a une application mobile

source: Get it on Google play
fr_fr: Obtenez le sur Google Play

source: Available on the app store
fr_fr: Disponible sur l'App Store

source: Down Payment
fr_fr: Premier versement
ru_ru: Первоначальный Взнос

source: Loan Term
fr_fr: Durée du prêt
ru_ru: Срок Займа

source: years
fr_fr: années
ru_ru: лет

source: Interest Rate
fr_fr: Taux d'intérêt
ru_ru: Процентная Ставка

source: Tax Type
fr_fr: Type de taxe
ru_ru: Вид Налога

source: Tax
fr_fr: Taxe
ru_ru: Налог

source: Insurance Type
fr_fr: Type d'assurance
ru_ru: Вид Страхования

source: Insurance
fr_fr: Assurance
ru_ru: Страхование

source: per year
fr_fr: par an
ru_ru: в год

source: Monthly Payment
fr_fr: Paiement mensuel
ru_ru: Ежемесячная Оплата

source: Show Images
fr_fr: Afficher les images
ru_ru: Показать Изображения

source: All Communities
fr_fr: Toutes les communautés
ru_ru: Все страны

source: Sort Option
fr_fr: Options de tri
ru_ru: Сортировка

source: Already a member? %s.
fr_fr: Déjà membre? % s.
ru_ru: Уже состоите в членстве? %s.

source: Not a member? %s.
fr_fr: Pas membre? % s.
ru_ru: Не состоите в членстве? %s.

source: Invalid Property!
fr_fr: Propriété invalide!
ru_ru: Недействительный Объект!

source: You must fill all the fields!
fr_fr: Vous devez remplir tous les champs!

source: Invalid email!
fr_fr: Email invalide!

source: Email exists!
fr_fr: Le mail existe!
ru_ru: Электронный адрес существует!

source: Saved successfully.
fr_fr: Enregistré avec succès.
ru_ru: Успешно сохранено.

source: Property Value Range Chart
fr_fr: Graphique de plage de valeurs de propriété

source: Active Foreclosure By ZIP Trend Chart
fr_fr: Forclusion active par code de tendance ZIP

source: Median Sales Price By ZIP Chart
fr_fr: Prix ​​de vente médian par code postal

source: Comparable Sales By ZIP Trend Chart
fr_fr: Tableau de tendance des ventes comparables par code postal

source: New Foreclosure By ZIP Trend Chart
fr_fr: Nouveau tableau de tendance Forclusion par ZIP

source: Unit Sales Volume By ZIP Chart
fr_fr: Graphique du volume des ventes unitaires par ZIP

source: Home Sales by Number of Bedrooms
fr_fr: Ventes de maisons par nombre de chambres

source: Home Sales Count by Living Area (square feet)
fr_fr: Nombre de ventes de maisons par surface habitable (mètres carrés)

source: Home Sales by Price Range
fr_fr: Ventes de maisons par gamme de prix

source: Monthly
fr_fr: Mensuel

source: Bi-Monthly
fr_fr: Bimensuel

source: Quarterly
fr_fr: Trimestriel

source: Auth Key
fr_fr: Clé d'authentification

source: Select period time
fr_fr: Sélectionnez la période

source: You should insert the BKFS API Key first!
fr_fr: Vous devez d'abord insérer la clé d'API BKFS!
ru_ru: Вы сначала должны ввести BKFS API Key!

source: Powered By:
fr_fr: Alimenté par:

source: Update all properties' rank
fr_fr: Mettre à jour le classement de toutes les propriétés

source: Update
fr_fr: Mettre à jour
ru_ru: Обновить

source: There are %s listings for update
fr_fr: Il y a% s inscriptions pour la mise à jour
ru_ru: %s листингов готовы к обновлению

source: Review Add-on
fr_fr: Extension Review
ru_ru: Дополнение Отзыв

source: With this menu, you can manage rate types and listing reviews.
fr_fr: Avec ce menu, vous pouvez gérer les types de taux et les révisions de listes.

source: Where can I find help with the WPL Review Add-on?
fr_fr: Où puis-je trouver de l'aide avec l'Extensions WPL Review?

source: Overall
fr_fr: Global
ru_ru: Общий

source: Invalid Data!
fr_fr: Données invalides!
ru_ru: Неверные Данные!

source: You can send only one review!
fr_fr: Vous pouvez envoyer un seul commentaire!
ru_ru: Вы можете отправить только один отзыв!

source: Review submitted!
fr_fr: Commentaire soumis!

source: Please insert your reply!
fr_fr: S'il vous plaît insérez votre réponse!
ru_ru: Пожалуйста введите свой ответ!

source: You should login first!
fr_fr: Vous devriez vous connecter en premier!
ru_ru: Вы сначала должны войти в систему!

source: Your reply submitted!
fr_fr: Votre réponse est soumise!
ru_ru: Ваш ответ отправлен!

source: Your like submitted!
fr_fr: Votre like est soumis!
ru_ru: Ваш лайк отправлен!

source: Your dislike submitted!
fr_fr: Votre dislike est soumis!
ru_ru: Ваш дизлайк отправлен!

source: Lisitng Type
fr_fr: Votre dislike est soumis
ru_ru: Тип Листинга

source: Rating
fr_fr: Évaluation
ru_ru: Рейтинг

source: Review
fr_fr: Commentaire
ru_ru: Отзыв

source: Like Method
fr_fr: Like Méthode
ru_ru: Метод Лайк

source: Only Likes
fr_fr: Seulement Likes
ru_ru: Только Лайки

source: Only Dislikes
fr_fr: Seulement Dislikes
ru_ru: Только Дизлайки

source: Load More
fr_fr: Charger plus
ru_ru: Загрузить Ещё

source: Your name
fr_fr: Votre nom
ru_ru: Имя

source: Your email
fr_fr: Votre email
ru_ru: Email

source: Please write your review ...
fr_fr: S'il vous plaît écrivez votre avis ...
ru_ru: Пожалуйста напишите свой отзыв ...

source: <span>0</span> / %s Characters
fr_fr: <span>0</span> / %s Caractère
ru_ru: <span>0</span> / %s Символов

source: Submit Review
fr_fr: Poster le commentaire
ru_ru: Отправить Отзыв

source: Cancel
fr_fr: Annuler
ru_ru: Отмена

source: You don't have access to post a review!
fr_fr: Vous n'avez pas accès pour poster un avis!

source: Please add your rate for all items first!
fr_fr: S'il vous plaît ajouter votre taux pour tous les articles en premier!
ru_ru: Пожалуйста сначала отметьте процент для всех элементов!

source: Please enter your comment!
fr_fr: S'il vous plaît entrer votre commentaire!
ru_ru: Пожалуйста введите свой комментарий!

source: Please enter your name!
fr_fr: S'il vous plaît entrez votre nom!
ru_ru: Пожалуйста введите свое имя!

source: Please enter your email!
fr_fr: S'il vous plaît entrer votre email!
ru_ru: Пожалуйста введите свой электронный адрес!

source: Your email is not valid!
fr_fr: Votre email n'est pas valide!
ru_ru: Ваш электронный адрес не действительный!

source: %s - Rate Types
fr_fr: % s - Types de taux
ru_ru: %s - Типы Оценки

source: Add a new Review type
fr_fr: Ajouter un nouveau type de commentaire
ru_ru: Добавить новый тип Отзыва

source: Edit Review Type
fr_fr: Modifier le type de commentaire
ru_ru: Редактировать Тип Отзыва

source: %s - Reviews
fr_fr: %s - Commentaires
ru_ru: %s - Отзывов

source: Reviewer
fr_fr: Le critique
ru_ru: Рецензент

source: Entity
fr_fr: Entité
ru_ru: Организация

source: Added Time
fr_fr: Temps ajouté
ru_ru: Добавленное Время

source: Guest User
fr_fr: Utilisateur invité
ru_ru: Гость

source: Invalid Rate Type
fr_fr: Type de taux invalide
ru_ru: Неверный Тип Ставки

source: Invalid name!
fr_fr: Nom incorrect!
ru_ru: Недопустимое имя!

source: Review & Rating type modified.
fr_fr: Type de commentaires et d\'évaluation modifié.
ru_ru: Тип Отзыва и Рейтинга изменен.

source: Invalid Id
fr_fr: ID invalide
ru_ru: Недопустимый ID

source: Review & Rating type deleted.
fr_fr: Type de commentaires et d\'évaluation supprimé.
ru_ru: Тип Отзыва и Рейтинга удален.

source: Invalid Review
fr_fr: Commentaire invalide
ru_ru: Неверный Отзыв

source: Review removed.
fr_fr: Commentaire supprimé.
ru_ru: Отзыв удален.

source: Invalid Kind!
fr_fr: Genre invalide!
ru_ru: Недопустимый Вид!

source: unsubscribe
fr_fr: se désabonner

source: %s was changed to %s
fr_fr: % s a été changé en% s

source: Saved Searches Pages.
fr_fr: Pages de recherches enregistrées.
ru_ru: Сохраненные Поиски.

source: Inform me when property is updated
fr_fr: M\'avertir quand la propriété est mise à jour

source: Create an account to watch changes of properties (it only takes a minute).
fr_fr: Créez un compte pour voir les changements de propriétés (cela ne prend qu'une minute).
ru_ru: Создайте аккаунт, чтобы следить за изменениями объектов (это займет всего минуту).

source: Login to watch changes of properties.
fr_fr: Connectez-vous pour voir les changements de propriétés.
ru_ru: Войдите, чтобы следить за изменениями объектов.

source: Search Name
fr_fr: Nom de la recherche
ru_ru: Поиск по Имени

source: My Search Name
fr_fr: Mon Nom de recherche
ru_ru: Мой Поиск по Имени

source: Create an account to save searches and track listings (it only takes a minute).
fr_fr: Créez un compte pour enregistrer les recherches et suivre les inscriptions (cela ne prend qu'une minute).
ru_ru: Создайте аккаунт, чтобы сохранять поисковые запросы и следить за листингами (это займет всего минуту).

source: Log in to save your search. We will keep you up to date when new listings match your search.
fr_fr: Connectez-vous pour sauvegarder votre recherche. Nous vous tiendrons au courant des nouvelles annonces correspondant à votre recherche.
ru_ru: Войдите, чтобы сохранить свои поисковые запросы. Мы будем уведомлять вас, когда новые листинги совпадут с вашим запросом.

source: Register & Save
fr_fr: Enregistrer & Sauvegarder
ru_ru: Зарегистрироваться и Сохранить

source: Login & Save
fr_fr: Se connecter & Sauvegarder
ru_ru: Войти и Сохранить

source: Forgot your password? %s.
fr_fr: Mot de passe oublié? % s.
ru_ru: Забыли свой пароль? %s.

source: Restore
fr_fr: Restaurer
ru_ru: Восстановить

source: Only lower-case characters, dashes, and numbers!
fr_fr: Seuls les caractères minuscules, les tirets et les chiffres!

source: bed(s)
fr_fr: lit(s)

source: bath(s)
fr_fr: bain(s)

source: More info
fr_fr: Plus d\'informations
ru_ru: Дополнительная Информация

source: Saved Searches of %s
fr_fr: Recherches sauvegardées de% s
ru_ru: Сохраненные результаты поиска %s

source: To use the alias feature of the Saved Searches Add-on, your WordPress Permalink structure should not be set to default
fr_fr: Pour utiliser la fonctionnalité alias de l’Extension Recherches sauvegardées, votre structure de lien Permalien WordPress ne doit pas être définie sur la valeur par défaut
ru_ru: Для использования функции псевдонима в дополнении Сохранённые поиски, ваша структура Постоянной ссылки WordPress не должна быть установлена по умолчанию

source: Created
fr_fr: Créé
ru_ru: Создан

source: Link
fr_fr: Lien
ru_ru: Ссылка

source: Notify mode
fr_fr: Mode de notification

source: Set an alias for link...
fr_fr: Définir un alias pour le lien ...
ru_ru: Задайте псевдоним для ссылки...

source: Open SEF link
fr_fr: Ouvrir SEF lien
ru_ru: Открыть SEF-ссылку

source: Once a day
fr_fr: Une fois par jour

source: After adding a property
fr_fr: Après avoir ajouté une propriété
ru_ru: После добавления объекта

source: No saved search to show!
fr_fr: Aucune recherche sauvegardée à afficher!
ru_ru: Нет сохраненного поиска для отображения!

source: Are you sure you want to remove all items?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les éléments?
ru_ru: Вы уверены, что хотите удалить все элементы?

source: You should %s first to see your saved searches!
fr_fr: Vous devriez d\'abord% s voir vos recherches sauvegardées!

source: You have been successfully unsubscribed!
fr_fr: Vous avez été désabonné avec succès!

source: We couldn't recognize your saved search to unsubscribe!
fr_fr: Nous n\'avons pas pu reconnaître votre recherche sauvegardée pour vous désabonner!

source: Your account and search saved successfully. Please check your email for password.
fr_fr: Votre compte et votre recherche ont été enregistrés avec succès. S'il vous plaît vérifier votre email pour mot de passe.
ru_ru: Ваш аккаунт и поисковый запрос успешно сохранены. Пожалуйста проверьте пароль на электронной почте.

source: Your search saved successfully! We will notify you about new listings daily.
fr_fr: Votre recherche a été sauvegardée avec succès! Nous vous informerons quotidiennement des nouvelles annnonces.
ru_ru: Ваш поисковый запрос успешно сохранен! Мы будем уведомлять вас о новых листингах ежедневно.

source: You don't have access to this action!
fr_fr: Vous n\'avez pas accès à cette action!
ru_ru: У вас нет доступа для этого действия!

source: All of your saved searches deleted successfully.
fr_fr: Toutes vos recherches enregistrées ont été supprimées avec succès.
ru_ru: Все ваши поисковые запросы успешно удалены.

source: Saved searches deleted successfully.
fr_fr: Les recherches enregistrées ont été supprimées avec succès.
ru_ru: Поисковые запросы успешно удалены.

source: Alias updated successfully.
fr_fr: Alias ​​mis à jour avec succès.
ru_ru: Псевдоним успешно удален.

source: (WPL) Save Searches
fr_fr: (WPL) Sauvegarder les recherches

source: Shows saved searches.
fr_fr: Affiche les recherches sauvegardées.
ru_ru: Сохраненные Поисковые Запросы.

source: Save Searches
fr_fr: Enregistrer les recherches
ru_ru: Сохранить Поисковые Запросы

source: You have reached your maximum daily request limit!
fr_fr: Vous avez atteint votre limite quotidienne maximum de demandes!

source: No Schools found!
fr_fr: Aucune école trouvée!
ru_ru: Школы не найдены!

source: Link Schools?
fr_fr: Lien écoles?
ru_ru: Ссылка на Школы?

source: Cache lifetime (Days)
fr_fr: Durée de vie du cache (jours)
ru_ru: Срок службы кэшированных данных (Дни)

source: School info cannot be shown because an error occurred...!
fr_fr: Les informations sur l\'école ne peuvent pas être affichées car une erreur s'est produite ...!
ru_ru: Сведения о школах не могут быть отображены, так как произошла ошибка...!

source: %s Miles
fr_fr: %s Kilomètres
ru_ru: %s Мили

source: Start Time
fr_fr: Heure de début
ru_ru: Время Начала

source: End Time
fr_fr: Heure de fin
ru_ru: Время Окончания

source: Time
fr_fr: Temps
ru_ru: Время

source: Show Count
fr_fr: Afficher le nombre
ru_ru: Показать Счетчик

source: (WPL) Tags
fr_fr: (WPL) Balises
ru_ru: (WPL) Тэги

source: Shows Listing Tags
fr_fr: Affiche lesliste de balises
ru_ru: Показать Тэги Листинга

source: Listing Tags
fr_fr: Liste des balises
ru_ru: Тэги Листингов

source: Sample add-on
fr_fr: Exemple extension

source: Use this add-on to generate sample properties.
fr_fr: Utilisez cette extension pour générer des exemples de propriétés.

source: How do I insert sample properties in WPL PRO?
fr_fr: Comment insérer des exemples de propriétés dans WPL PRO?

source: WPL sample
fr_fr: WPL Exemple
ru_ru: Шаблон WPL

source: Generate sample listings
fr_fr: Générer des exemples d\'annonces
ru_ru: Создать образец листингов

source: Listing type
fr_fr: Type d\'annonce
ru_ru: Тип листинга

source: Property type
fr_fr: Type de propriété
ru_ru: Тип объекта

source: Geo center
fr_fr: Centre géographique
ru_ru: Гео-центр

source: Example: Los Angeles, California, United States
fr_fr: Exemple: Los Angeles, Californie, United States
ru_ru: Например: Лос-Анжелес, Калифорния, США

source: Miles
fr_fr: Kilomètres
ru_ru: Мили

source: Property tag
fr_fr: Balise de propriété
ru_ru: Тэг объекта

source: Random
fr_fr: Au hasard
ru_ru: Произвольно

source: Featured
fr_fr: Biens d’exception
ru_ru: Отмечен

source: Hot
fr_fr: Exceptionnel
ru_ru: Горячий

source: Open house
fr_fr: Journée portes ouvertes
ru_ru: День Открытых Дверей

source: Foreclosure
fr_fr: Forclusion
ru_ru: Выкуп

source: Image count
fr_fr: Nombre d\'images
ru_ru: Количество изображений

source: Maximum is 10
fr_fr: Le maximum est 10
ru_ru: Максимум 10

source: Insert
fr_fr: Insérer
ru_ru: Вставить

source: Request is not valid!
fr_fr: La demande n\'est pas valide!

source: Nothing found!
fr_fr: Rien n\'a été trouvé!

source: Sort By
fr_fr: Trier par

source: Best Match
fr_fr: Meilleure correspondance

source: Review Count
fr_fr: Nombre de commentaires
ru_ru: Количество Отзывов

source: Price Level
fr_fr: Niveau de prix
ru_ru: Уровень Цен

source: Any
fr_fr: N'importe lequel
ru_ru: Любой

source: Categories
fr_fr: Catégories

source: Active Life
fr_fr: Vie active
ru_ru: Активная жизнь

source: Arts & Entertainment
fr_fr: Culture & Loisirs

source: Automotive
fr_fr: Automobile

source: Beauty & Spas
fr_fr: Beauté & Spas

source: Bicycles
fr_fr: Vélos
ru_ru: Велосипеды

source: Education
fr_fr: Éducation
ru_ru: Образование

source: Event Planning & Services
fr_fr: Services et planification d\'événements

source: Financial Services
fr_fr: Services financiers

source: Food
fr_fr: Alimentation

source: Health & Medical
fr_fr: Santé et médecine

source: Home Services
fr_fr: Services à domicile

source: Hotels & Travel
fr_fr: Hôtels et voyages

source: Local Flavor
fr_fr: Saveur locale

source: Local Services
fr_fr: Services locaux

source: Mass Media
fr_fr: Médias

source: Nightlife
fr_fr: Vie Nocturne
ru_ru: Ночная жизнь

source: Pets
fr_fr: Animaux
ru_ru: Животные

source: Professional Services
fr_fr: Services professionnels

source: Public Services & Government
fr_fr: Services publics et gouvernement

source: Real Estate
fr_fr: Immobilier

source: Religious Organizations
fr_fr: Organisations religieuses

source: Business Per Page
fr_fr: Business par page
ru_ru: Количество на странице

source: Distance Unit
fr_fr: Unité de distance
ru_ru: Единица Измерения Дистанции

source: Meters
fr_fr: Mètres

source: Kilo Meters
fr_fr: Kilomètres

source: Feet
fr_fr: Le bas

source: More
fr_fr: Plus
ru_ru: Ещё

source: WPL Dashboard
fr_fr: WPL Tableau de bord
ru_ru: WPL Панель Управления

source: Welcome to WPL dashboard. Here, you will see information about WPL and its add-ons, WPL manuals, KB articles and some statistics about your website. You can update WPL PRO and its add-ons from this menu too.
fr_fr: Bienvenue dans le tableau de bord WPL. Vous y trouverez des informations sur WPL et ses extensions, des manuels WPL, des articles de la base de connaissances et des statistiques sur votre site Web. Vous pouvez également mettre à jour WPL PRO et ses extensions à partir de ce menu.
ru_ru: Добро пожаловать в панель управления WPL. Здесь вы можете найти важную информацию о WPL и ее дополнениях, Руководство к WPL, статьи из Базы Знаний и некоторые статистические данные вашего сайта. Также вы можете обновить WPL PRO и его дополнения с этой страницы.

source: WPL Manual
fr_fr: Manuel WPL
ru_ru: Руководство по WPL

source: WPL KB articles
fr_fr: Article de la base de connaissances WPL
ru_ru: Статьи из Базы Знаний WPL

source: How do I update WPL PRO?
fr_fr: Comment mettre à jour WPL PRO?

source: How do you upgrade WPL basic to WPL PRO?
fr_fr: Comment mettre à niveau WPL basique à WPL PRO?

source: How do I download my purchased products?
fr_fr: Comment télécharger mes produits achetés?

source: WPL Activity Manager
fr_fr: Gestionnaire d'activités WPL
ru_ru: Управление Активностями WPL

source: WPL is a modular system that runs certain activities to generate page outputs. You can change options on this page for the gallery, Google Maps, and other activities.
fr_fr: WPL est un système modulaire qui exécute certaines activités pour générer des sorties de page. Vous pouvez modifier les options de cette page pour la galerie, Google Maps et d’autres activités.
ru_ru: WPL - это модульная система, которая использует некоторые активности для генерации выходных данных страницы. При необходимости вы можете найти функции для изменения. На этой странице вы можете изменить настройки галереи, изменить параметры Google Maps активности и т.д.

source: How do you modify and change settings for items in the WPL Activity Manager?
fr_fr: Comment modifier et modifier les paramètres des éléments dans le gestionnaire d'activités WPL?

source: How do I link images using the mailto option?
fr_fr: Comment lier des images à l'aide de l'option mailto?

source: How do I disable Google Maps in the listing pages?
fr_fr: Comment désactiver Google Maps dans les pages d'annonces?

source: How to enable the Mortgage Calculator feature?
fr_fr: Comment activer la fonctionnalité de calcul hypothécaire?

source: How do I enable WPL contact forms/activities?
fr_fr: Comment activer les formulaires / activités de contact WPL?

source: How do I make the Walk Score responsive?
fr_fr: Comment rendre le Walk Score réactif?

source: Enabling/Disabling/Sorting WPL Activities.
fr_fr: Activer / Désactiver / Trier les activités WPL.

source: How do I manage social media icons on the WPL front-end?
fr_fr: Comment gérer les icônes de médias sociaux sur le front-end WPL?

source: How do I enable the Google Places feature?
fr_fr: Comment activer la fonctionnalité Google Adresses?

source: Widget areas and activity positions in the WPL.
fr_fr: Zones de widget et positions d'activité dans le WPL.

source: How to show/hide property tags?
fr_fr: Comment afficher / masquer les balises de propriété?
ru_ru: Как показать/скрыть тэги объекта?

source: Add/Edit Listing
fr_fr: Ajouter / Modifier une annonce

source: With this menu you can add a new listing or modify an existing listing.
fr_fr: Avec ce menu, vous pouvez ajouter une nouvelle annonce ou modifier une annonce existante.

source: How do I upload multiple videos for a listing and have them appear in a single property page?
fr_fr: Comment télécharger plusieurs vidéos pour une annonce et les faire apparaître dans une seule page de propriétés?

source: How do I change the maximum file upload size for images, videos and attachments?
fr_fr: Comment modifier la taille maximale de téléchargement de fichier pour les images, les vidéos et les pièces jointes?

source: What Does the "Location Data is Mandatory" Error Mean in Add/Edit Listing Menu?
fr_fr: Que signifie l'erreur "Les données de localisation sont obligatoires" dans le menu Ajouter / Modifier une annonce?

source: Bedrooms, Rooms, Price, type etc. is not showing on Listing Wizard or Search Widget!
fr_fr: Les chambres, pièces, prix, type, etc. ne sont pas affichés dans le Wizard Annonce ou dans le Widget de Recherche!

source: How do I create property type and listing type specific fields in WPL?
fr_fr: Comment créer un type de propriété et des types de champs spécifiques dans WPL?
ru_ru: Как создавать специальные поля для типа объекта и типа листинга в WPL?

source: How do I adjust the property Geo point?
fr_fr: Comment ajuster le point géographique de la propriété?

source: How to receive a notification when a new listing submitted by an agent?
fr_fr: Comment recevoir une notification lorsqu'une nouvelle annonce est soumise par un agent?

source: How to hide property address?
fr_fr: Comment cacher l'adresse de la propriété?
ru_ru: Как скрыть адрес объекта?
