Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Use this menu to manage property types (i.e. home, villa, etc.), listing types (i.e. for rent, for sale, etc.), room types, sort options, and units of measurement (acre, mile, currency, etc.).
fr_fr: Utilisez ce menu pour gérer les types de propriété (maison, villa, etc.), les types de liste (à louer, à vendre, etc.), les types de chambres, les options de tri et les unités de mesure (kilomètres, devise, etc.). ).

source: How do I enable/disable WPL measuring units such as acre, mile, currency, etc?
fr_fr: Comment activer / désactiver les unités de mesure WPL telles que les kilomètres, les devises, etc.?

source: How to manage (Add/Edit/Delete) Listing Types or Property Types
fr_fr: Comment gérer (Ajouter / Modifier / Supprimer) des types d'annonces ou des annonces de propriété

source: How do I set WPL sort options?
fr_fr: Comment définir les options de tri WPL?

source: How to translate WPL Data structure (Property Types, Listing Types, Sort Options, Flex fields, etc) texts
fr_fr: Comment traduire la structure de données WPL (types de propriété, types d'annonces, options de tri, champs Flex, etc.)

source: How do I set categories for listing and property types?
fr_fr: Comment définir des catégories pour les types d'annonces et de propriété?
ru_ru: Как назначить категорию для типа листинга и объекта?

source: How do I add a new category for listing and property types?
fr_fr: Comment ajouter une nouvelle catégorie pour les types d'annonces et de propriété?
ru_ru: Как добавить новую категорию для типов листинга и объекта?

source: How do I add new units of measurement (acre, mile, currency, etc.) to WPL?
fr_fr: Comment ajouter de nouvelles unités de mesure (kilomètres, devises, etc.) à WPL?

source: With this menu you can manage WPL fields. You can add new fields, manage existing ones, and sort based on your personal preferences.
fr_fr: Avec ce menu, vous pouvez gérer les champs WPL. Vous pouvez ajouter de nouveaux champs, gérer les champs existants et trier en fonction de vos préférences personnelles.
ru_ru: В этом меню вы можете управлять полями WPL. Вы можете добавить новые поля, управлять существующими полями, сортировать поля по вашему желанию и т.д.

source: How do I create new fields and edit current fields in WPL? How do I use the Flex menu?
fr_fr: Comment créer de nouveaux champs et modifier des champs actuels dans WPL? Comment utiliser le menu Flex?
ru_ru: Как создавать новые поля и редактировать существующие поля на WPL? Как пользоваться меню Flex?

source: How do I create property type and listing type fields in WPL?
fr_fr: Comment créer des champs de type de propriété et de type de liste dans WPL?
ru_ru: Как создавать поля для типов объекта и типов листинга в WPL?

source: How do I hide zero values in the property listing and other WPL pages?
fr_fr: Comment masquer les valeurs zéro dans la liste des propriétés et dans les autres pages WPL?
ru_ru: Как скрыть нулевые значения в листингах объектов и на страницах показа объектов на WPL?

source: Bedrooms, rooms, and other fields are not appearing for new listing or property types.
fr_fr: Les chambres, les pièces et les autres champs n'apparaissent pas pour les nouveaux types d'annonces ou de propriétés.

source: How do I add "call for price" in WPL PRO?
fr_fr: Comment ajouter "appel pour prix" dans WPL PRO?

source: Here you can see and manage your listings. You can add a new listing, and modify and disable existing listings.
fr_fr: Ici vous pouvez voir et gérer vos annonces. Vous pouvez ajouter une nouvelle annonce et modifier et désactiver les announces existantes.

source: How do I change the listing user/agent?
fr_fr: Comment changer l'utilisateur / l'agent de l'annonce?

source: How to purge all Unfinalized listings?
fr_fr: Comment purger toutes les annonces non finalisées?
ru_ru: Как удалить все незаконченные листинги?

source: How to clone a listing?
fr_fr: Comment dupliquer une annonce?

source: After installing WPL, there is an error message: "You don't have access to this part!" in the WPL menu.
fr_fr: Après l'installation de WPL, un message d'erreur apparaît: "Vous n'avez pas accès à cette partie!" dans le menu WPL.

source: My added listings are not showing in listing pages in frontend.
fr_fr: Mes annonces ajoutées ne s'affichent pas dans les pages d'annonces dans l'interface.

source: WPL Locations
fr_fr: WPL Localisations

source: Here you can manage countries and customize regions (i.e. states and provinces) in WPL.
fr_fr: Ici, vous pouvez gérer des pays et personnaliser des régions (par exemple, des États et des provinces) dans WPL.

source: How do I use the Location Manager in WPL?
fr_fr: Comment utiliser la Localisation Manager dans WPL?

source: How do I enable new countries in WPL?
fr_fr: Comment activer de nouveaux pays dans WPL?
ru_ru: Как добавить новые страны в WPL?

source: How do I add/remove a location level in WPL?
fr_fr: Comment ajouter / supprimer un niveau d'emplacement dans WPL?

source: With this menu, you can manage WPL notifications (i.e. edit notification templates and add custom recipients).
fr_fr: Avec ce menu, vous pouvez gérer les notifications WPL (c'est-à-dire modifier les modèles de notification et ajouter des destinataires personnalisés).

source: How do I use the Notification Manager in WPL?
fr_fr: Comment utiliser le gestionnaire de notifications dans WPL?

source: How do I change the sender email/name in WPL notifications?
fr_fr: Comment puis-je changer l'email / le nom de l'expéditeur dans les notifications WPL?

source: How do I disable WPL notifications for a certain user/agent?
fr_fr: Comment désactiver les notifications WPL pour un utilisateur / agent donné?

source: I don't receive contact notifications. What should I do?
fr_fr: Je ne reçois pas de notifications de contact. Que devrais-je faire?

source: My Profile
fr_fr: Mon profil
ru_ru: Мой Профиль

source: With this menu, you can add your business and personal information to your profile.
fr_fr: Avec ce menu, vous pouvez ajouter vos informations professionnelles et personnelles à votre profil.

source: How do I update an agent profile?
fr_fr: Comment mettre à jour un profil d'agent?

source: Adding new users/agents to WPL
fr_fr: Ajout de nouveaux utilisateurs / agents à WPL

source: With this menu, you can change most your website settings. If there is a setting you're unsure about, please check the KB Articles for more information.
fr_fr: Avec ce menu, vous pouvez modifier la plupart des paramètres de votre site Web. Si vous n'êtes pas sûr d'un paramètre, consultez les articles de la Base de connaissances pour plus d'informations.

source: How do I use the WPL Geo Meta Tag feature?
fr_fr: Comment utiliser la fonctionnalité WPL Geo Meta Tag?

source: How do I enable the WPL RSS feed feature?
fr_fr: Comment activer la fonctionnalité de flux RSS WPL?

source: How do I adjust the WPL address pattern?
fr_fr: Comment ajuster le modèle d'adresse WPL?

source: How do I enable the WPL Watermark feature?
fr_fr: Comment activer la fonctionnalité Filigrane WPL?

source: How to change main color of the WPL frontend?
fr_fr: Comment changer la couleur principale de l'interface WPL?

source: Why aren't my thumbnail photos changing in my listings?
fr_fr: Pourquoi mes photos miniatures ne changent-elles pas dans mes annonces?

source: How do I add a print option on a listing page?
fr_fr: Comment ajouter une option d'impression sur une page d'annonce?

source: How do I change the WPL date format?
fr_fr: Comment changer le format de date WPL?

source: How to enable new WPL Cronjob system?
fr_fr: Comment activer le nouveau système WPL Cronjob?

source: User Manager
fr_fr: Gestionnaire d'utilisateurs
ru_ru: Управление Пользователем

source: Here you can manage WPL users. You can remove users, change their membership, and modify their access.
fr_fr: Ici, vous pouvez gérer les utilisateurs WPL. Vous pouvez supprimer des utilisateurs, modifier leur adhésion et modifier leur accès.

source: What are the different access options for WPL users?
fr_fr: Quelles sont les différentes options d'accès pour les utilisateurs WPL?

source: After installing WPL, there is a error message: "You don't have access to this menu!" in the WPL menu.
fr_fr: Après l'installation de WPL, un message d'erreur apparaît: "Vous n'avez pas accès à ce menu!" dans le menu WPL.

source: No agent is appearing in the agent/profile page. How do I hide an agent/profile in listing pages?
fr_fr: Aucun agent n'apparaît dans la page agent / profil. Comment masquer un agent / profil dans les pages d'annonces?

source: Welcome to WPL dashboard. Here, you will see information about WPL and its add-ons.
fr_fr: Bienvenue dans le tableau de bord WPL. Ici, vous verrez des informations sur WPL et ses extensions.
ru_ru: Добро пожаловать в панель управления WPL! Здесь вы можете найти важную информацию о WPL и его дополнениях.

source: Optional add-ons
fr_fr: Extensions optionnelles
ru_ru: Дополнения

source: WPL has some optional add-ons for extending its functionality. You can download and install them, if needed.
fr_fr: WPL propose des extensions optionnelles pour étendre ses fonctionnalités. Vous pouvez les télécharger et les installer, si nécessaire.

source: Previous
fr_fr: Précédent
ru_ru: Предыдущая

source: Browse WPL change-log.
fr_fr: Parcourir le journal des modifications WPL.
ru_ru: Просмотреть журнал изменений WPL.

source: Update WPL PRO and its add-ons
fr_fr: Mettre à jour WPL PRO et ses extensions
ru_ru: Обновить WPL PRO и его дополнения

source: Here you can update WPL Pro and its add-ons.
fr_fr: Ici, vous pouvez mettre à jour WPL Pro et ses extensions.
ru_ru: Здесь вы можете обновить WPL PRO и его дополнения.

source: WPL manual and Support
fr_fr: Manuel WPL et support
ru_ru: Руководство к WPL и Поддержка

source: Here you can download WPL manual and check its KB articles. You can find answer of your questions here. Please feel free to open a support ticket if you couldn't find an answer to your question in WPL manual and KB articles.
fr_fr: Ici vous pouvez télécharger le manuel WPL et consulter ses articles sur la base de connaissances. Vous pouvez trouver la réponse à vos questions ici. N'hésitez pas à ouvrir un ticket d'assistance si vous ne trouvez pas de réponse à votre question dans le manuel WPL et les articles de la base de connaissances.
ru_ru: Здесь вы можете загрузить руководство к WPL и просмотреть статьи из Базы Знаний. Вы можете найти ответ на свой вопрос здесь. Если вы не можете найти ответ на ваш вопрос в руководстве к WPL или в базе знаний, пожалуйста направьте свой вопрос в наш центр поддержки.

source: Browse KB articles
fr_fr: Parcourir les articles de la base de connaissances
ru_ru: Просмотреть статьи из Базы Знаний

source: If you have a question, take a look through the following KB articles (they are searchable). In most cases, you will find your answer in minutes.
fr_fr: Si vous avez une question, parcourez les articles suivants de la base de connaissances (ils sont consultables). Dans la plupart des cas, vous trouverez votre réponse en quelques minutes.

source: Next Menu
fr_fr: Menu suivant

source: WPL Activities
fr_fr: WPL Activités
ru_ru: WPL Активности

source: Activity is an internal WPL widget used to show some parts of the WPL interface. For example, Google Maps, Agent info, Property gallery etc. are shown by using an activity in WPL. Activities are contained inside of WPL views (not WordPress sidebars).
fr_fr: Activitie est un widget WPL interne utilisé pour afficher certaines parties de l'interface WPL. Par exemple, Google Maps, les informations sur l'agent, la galerie de propriétés, etc. s'affichent à l'aide d'une activité dans WPL. Les activités sont contenues dans les vues WPL (pas les barres latérales de WordPress).
ru_ru: Активность (activity) - это внутренний WPL виджет, используемый для отображения некоторых частей интерфейса WPL. Например, Google Карты, Информация об Агенте, Галерея Объектов и пр. отображаются благодаря использованию виджета “activity” в WPL. “Activities” содержатся внутри представлений (views) WPL (не на боковых панелях WordPress).

source: Filter Activities
fr_fr: Filtrer les activités
ru_ru: Фильтр Активностей

source: You can filter activities here. Lets search for "Google"!
fr_fr: Vous pouvez filtrer les activités ici. Permet de rechercher "Google"!
ru_ru: Вы можете фильтровать активности здесь. Давайте искать "Google"!

source: Manage Activities
fr_fr: Gérer les activités
ru_ru: Управление Активностями

source: You can toggle activities simply by clicking on an action icon.
fr_fr: Vous pouvez basculer entre des activités simplement en cliquant sur une icône d’action.

source: Add New Listings
fr_fr: Ajouter de nouvelles annonces
ru_ru: Добавить новый листинг

source: You can add a new listing using this categorized and advanced form.
fr_fr: Vous pouvez ajouter une nouvelle annonce en utilisant ce formulaire catégorisé et avancé.

source: Fill The Data
fr_fr: Remplir les données

source: You should fill the form data here. Some fields are mandatory and some fields are optional. Also some fields might appear or hide based on property type or listing type that you select.
fr_fr: Vous devez remplir les données du formulaire ici. Certains champs sont obligatoires et certains sont facultatifs. De plus, certains champs peuvent apparaître ou se masquer en fonction du type de propriété ou du type de liste sélectionné.

source: Categorized Data
fr_fr: Données catégorisées
ru_ru: Данные по категориям

source: Also you can click on the data categories and fill all the related data. Some of the most important categories are location and gallery categories.
fr_fr: Vous pouvez également cliquer sur les catégories de données et remplir toutes les données connexes. Certaines des catégories les plus importantes sont les catégories d'emplacement et de galerie.

source: Finalize the Listing
fr_fr: Finaliser l'annonce

source: Don't forget to finalize the listing after filling the form otherwise it doesn't appear on the search results.
fr_fr: N'oubliez pas de finaliser l'annonce après avoir rempli le formulaire, sinon elle n'apparaîtra pas dans les résultats de la recherche.

source: Manage Property Types
fr_fr: Gérer les types de propriété
ru_ru: Управление Типами Объектов

source: Here you can add new property types or manage existing property types.
fr_fr: Ici, vous pouvez ajouter de nouveaux types de propriétés ou gérer des types de propriétés existants.

source: Manage Listing Types
fr_fr: Gérer les types d'annonces
ru_ru: Управление Типами Листингов

source: Also you can manage listing types and Google Maps marker icons here.
fr_fr: Vous pouvez également gérer les types d'annonces et les icônes de marqueur Google Maps ici.

source: Measuring Units
fr_fr: Unités de mesure
ru_ru: Единицы измерения

source: Here you can manage WPL currencies and other measuring units. You can enable your desired units or disable default units of WPL very simply.
fr_fr: Ici, vous pouvez gérer les devises WPL et d'autres unités de mesure. Vous pouvez activer vos unités souhaitées ou désactiver les unités par défaut de WPL très simplement.

source: Sort Options
fr_fr: Options de tri
ru_ru: Параметры Сортировки

source: In this section, you can manage sort options on property listing and agent listing views. You can add more sort options to this list from WPL->Flex menu.
fr_fr: Dans cette section, vous pouvez gérer les options de tri sur les vues de liste de propriétés et de listes d'agents. Vous pouvez ajouter d'autres options de tri à cette liste à partir du menu WPL-> Flex.

source: Room Types
fr_fr: Types de chambre
ru_ru: Типы Комнат

source: If you're using advanced room module of WPL, then you can manage the room types here.
fr_fr: Si vous utilisez le module de chambre avancé de WPL, vous pouvez gérer les types de chambre ici.

source: WPL is Flexibile, it means you can add your desired data fields into data categories simply or manage existing fields. Enjoy WPL Flex!
fr_fr: WPL est flexible, cela signifie que vous pouvez ajouter vos champs de données souhaités dans des catégories de données simplement ou gérer des champs existants. Profitez de WPL Flex!
ru_ru: WPL - гибкая платформа, это означает, что вы можете добавлять желаемые поля данных в категории данных или управлять существующими полями. Наслаждайтесь WPL Флэкс!

source: WPL Kind/Entities
fr_fr: Type / Entités WPL
ru_ru: Вид/Структура WPL

source: Switch between WPL kind/entities to manage kind fields.
fr_fr: Basculez entre les types / entités WPL pour gérer les champs de types.

source: Data Categories
fr_fr: Catégories de données
ru_ru: Категории Данных

source: Each field in WPL has a data category. Choose a category to manage the related fields.
fr_fr: Chaque champ de WPL a une catégorie de données. Choisissez une catégorie pour gérer les champs connexes.

source: Mandatory/Optional fields
fr_fr: Champs obligatoires / facultatifs
ru_ru: Обязательные/Необязательные поля

source: Select or deselect the star icon to make a field mandatory or option.
fr_fr: Sélectionnez ou désélectionnez l'icône étoile pour rendre un champ obligatoire ou une option.
ru_ru: Используйте иконку звезды, чтобы сделать поле обязательным или необязательным.

source: Edit fields
fr_fr: Editer les champs
ru_ru: Редактировать поля

source: Use the edit icon to modify field details.
fr_fr: Utilisez l'icône d'édition pour modifier les détails du champ.

source: Disable/Enable fields
fr_fr: Désactiver / Activer les champs
ru_ru: Деактивировать/Активировать поля

source: If you don't need a field, disable it. You can enable it again, if needed.
fr_fr: Si vous n'avez pas besoin d'un champ, désactivez-le. Vous pouvez l'activer à nouveau, si nécessaire.

source: Add new fields
fr_fr: Ajouter de nouveaux champs
ru_ru: Добавить новые поля

source: Any field missed? Don't worry. You can add your desired fields in less than 1 minute.
fr_fr: Un champ a manqué? Ne vous inquiètez pas. Vous pouvez ajouter les champs souhaités en moins d'une minute.
ru_ru: Пропустили какие-то поля? Не беспокойтесь. Вы можете добавить нужные поля менее чем за 1 минуту.

source: Add new data categories
fr_fr: Ajouter de nouvelles catégories de données

source: if you need new data categories, you can simply add them using this form.
fr_fr: si vous avez besoin de nouvelles catégories de données, vous pouvez simplement les ajouter en utilisant ce formulaire.

source: You can find some stats about listings here.
fr_fr: Vous pouvez trouver des statistiques sur les annonces ici.

source: Manage Existing Listings
fr_fr: Gérer les annonces existantes
ru_ru: Управление Листингами

source: Here you can find all existing listings to manage. You can edit them, remove them or unpublish them.
fr_fr: Ici vous pouvez trouver toutes les annonces existantes à gérer. Vous pouvez les éditer, les supprimer ou les dépublier.

source: Different Kinds
fr_fr: Différentes sortes

source: Switch to different kinds of listings.
fr_fr: Basculer vers différents types d'annonces.

source: Search Listings
fr_fr: Rechercher des annonces

source: Do you have many listings? You can filter them using this form simply.
fr_fr: Avez-vous beaucoup d'annonces? Vous pouvez les filtrer en utilisant ce formulaire simplement.

source: Confirm / Unconfirm
fr_fr: Confirmer / Annuler
ru_ru: Подтвердить / Отменить

source: You can unconfirm the listings using this button if needed. This way the listing don't appear on search results untill it confirmed again.
fr_fr: Vous pouvez annuler la parution de l'annonce en utilisant ce bouton si nécessaire. Ainsi, l'annonce n'apparaîtra pas dans les résultats de la recherche jusqu'à ce qu'elle soit confirmée à nouveau.

source: Purge Listing
fr_fr: Annonce purgée

source: If you need to remove a listing completely. You can use purge button.
fr_fr: Si vous devez supprimer une annonce complètement. Vous pouvez utiliser le bouton de purge.

source: Edit Listing
fr_fr: Modifier l'annonce

source: For modifying the listing click this button.
fr_fr: Pour modifier l'annonce, cliquez sur ce bouton.

source: Property Details Page
fr_fr: Détails de la propriété
ru_ru: Детали Объекта

source: Open the property details page in the frontend of website.
fr_fr: Ouvrez la page de détails de la propriété dans la partie frontale du site Web.

source: WPL is designed for world wide usage so every user around the world can use and localize it per their needs. You can select your desired country using this menu and disable default country simply.
fr_fr: WPL est conçu pour une utilisation dans le monde entier afin que tous les utilisateurs du monde entier puissent l'utiliser et le localiser selon leurs besoins. Vous pouvez sélectionner le pays de votre choix à l'aide de ce menu et désactiver simplement le pays par défaut.

source: See All countries
fr_fr: Voir tous les pays

source: You can see all WPL countries here.
fr_fr: Vous pouvez voir tous les pays WPL ici.

source: Search on countries
fr_fr: Recherche par pays

source: Also you can search on listed locations here.
fr_fr: Aussi, vous pouvez rechercher sur les emplacements énumérés ici.

source: Add new locations
fr_fr: Ajouter de nouveaux emplacements

source: Don't you see your desired location? Add it to here.
fr_fr: Ne voyez-vous pas l'emplacement souhaité? Ajoutez-le ici.

source: WPL uses a hierarchy system for locations. You can go to the next level here.
fr_fr: WPL utilise un système de hiérarchie pour les emplacements. Vous pouvez aller au prochain niveau ici.

source: WPL uses an advanced log system that logs almost everything. If needed you can enable the logs from WPL Settings menu to see the logs here. It's not recommended to enable the logs if you don't need it.
fr_fr: WPL utilise un système de journalisation avancé qui enregistre presque tout. Si nécessaire, vous pouvez activer les journaux à partir du menu Paramètres WPL pour afficher les journaux ici. Il n'est pas recommandé d'activer les journaux si vous n'en avez pas besoin.

source: Search Logs
fr_fr: Journaux de recherche

source: You can search on logs using this complete search form.
fr_fr: Vous pouvez effectuer une recherche dans les journaux en utilisant ce formulaire de recherche complet.

source: Delete Logs
fr_fr: Supprimer les journaux
ru_ru: Удалить Все Журналы

source: If you want to remove all logs, you can do it using this button simply.
fr_fr: Si vous souhaitez supprimer tous les journaux, vous pouvez le faire en utilisant simplement ce bouton.

source: Here you can find WPL notifications. You can disable or enable the notification and edit the notifications' content and recipients.
fr_fr: Ici vous pouvez trouver les notifications WPL. Vous pouvez désactiver ou activer la notification et modifier le contenu et les destinataires des notifications.

source: Edit Notifications
fr_fr: Modifier les notifications
ru_ru: Редактировать Уведомления

source: Click notification title to redirect to edit page of each notification.
fr_fr: Cliquez sur le titre de la notification pour rediriger la page d'édition de chaque notification.

source: WPL Payments
fr_fr: WPL Paiements

source: Here you can find all payment configurations and transactions.
fr_fr: Ici vous pouvez trouver toutes les configurations de paiement et les transactions.

source: Payment gateways
fr_fr: Passerelles de paiement

source: Enable your desired payment gateways and set the credentials here.
fr_fr: Activez les passerelles de paiement de votre choix et définissez les informations d'identification ici.

source: Payment Transactions
fr_fr: Transactions de paiement

source: Also you can see all transactions here.
fr_fr: Aussi, vous pouvez voir toutes les transactions ici.

source: Fill your own Profile
fr_fr: Remplissez votre propre Profil
ru_ru: Заполните свой Профиль
