Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: km
ru_ru: км

source: Vertical
ru_ru: Вертикальный

source: Horizontal
ru_ru: Горизонтальный

source: Contacts
ru_ru: Контакты

source: Section
ru_ru: Раздел

source: Transactions
ru_ru: Транзакции

source: + (Plus)
ru_ru: + (Плюс)

source: Message
ru_ru: Сообщение

source: Parking(s)
ru_ru: Паркинг

source: Question
ru_ru: Вопрос

source: Parking
ru_ru: Парковка

source: Service:
ru_ru: Сервис:

source: Token:
ru_ru: Знак:

source: Service
ru_ru: Сервис

source: WPL CRM Type
ru_ru: Тип WPL CRM

source: CRM Integration
ru_ru: CRM Интеграция

source: Services
ru_ru: Сервисы

source: Integrations
ru_ru: Интеграции

source: Integration
ru_ru: Интеграция

source: Population
ru_ru: Население

source: Shortcode
ru_ru: Шорткод

source: WHERE Condition
ru_ru: Условие "ГДЕ"

source: App Secret
ru_ru: Секретный код Приложения

source: Latitude
ru_ru: Широта

source: Longitude
ru_ru: Долгота

source: Importing from <strong>%1$s</strong>
ru_ru: Импорт из <strong>%1$s</strong>

source: Structure
ru_ru: Структура

source: Descriptions
ru_ru: Описания

source: Likes
ru_ru: Лайки

source: Like
ru_ru: Лайк

source: Dislike
ru_ru: Дизлайк

source: %s Votes
ru_ru: %s Голоса

source: Page
ru_ru: Страница

source: Parent
ru_ru: Исходный

source: Alias
ru_ru: Псевдоним

source: N/A
ru_ru: Н/Д

source: Grade: %s
ru_ru: Категория: %s

source: Type: %s
ru_ru: Тип: %s

source: Date
ru_ru: Дата

source: WPL Tags Widget
ru_ru: WPL Виджет Тэгов

source: Distance
ru_ru: Расстояние

source: Documentation
ru_ru: Документация

source: WPL Data Structure
ru_ru: WPL Структура Данных

source: WPL Change-log
ru_ru: Журнал изменений WPL

source: Maintenance
ru_ru: Обслуживание

source: Page %s
ru_ru: Страница %s

source: Option
ru_ru: Функция

source: Tags Widget
ru_ru: Виджет Тэгов

source: Train
ru_ru: Поезд

source: MINUTES
ru_ru: МИНУТЫ

source: Meta Description
ru_ru: Мета Описание

source: Simple
ru_ru: Простой

source: Google Auto Suggest
ru_ru: Авто-предложение Google

source: Min/Max textbox
ru_ru: Мин/Макс текстовое поле

source: Min/Max Slider
ru_ru: Мин/Макс Слайдер

source: Min/Max SelectBox
ru_ru: Мин/Макс Выпадающее меню

source: Min
ru_ru: Мин

source: Min %s
ru_ru: Мин %s

source: Max
ru_ru: Макс

source: Max %s
ru_ru: Макс %s

source: Check Out
ru_ru: Выезд

source: Street View
ru_ru: Вид Улицы

source: Satellite
ru_ru: Спутниковая

source: Terrain
ru_ru: Местность

source: WPL Style
ru_ru: Стиль WPL

source: Google Place
ru_ru: Google Место

source: Google place
ru_ru: Google место

source: Layer Toggle
ru_ru: Переключатель Слоев

source: Purge
ru_ru: Очистить

source: QR Code
ru_ru: QR код

source: Position
ru_ru: Позиция

source: Backend
ru_ru: Бэкэнд

source: Frontend
ru_ru: Фронтенд

source: Options
ru_ru: Настройки

source: Page Association
ru_ru: Объединение Страниц

source: Association
ru_ru: Ассоциация

source: Point
ru_ru: Точка

source: Conv .Factor
ru_ru: Конв. Фактор

source: Second
ru_ru: Второй

source: Import/Export
ru_ru: Импорт/Экспорт

source: PHP version
ru_ru: PHP версия

source: WP version
ru_ru: WP версия

source: WP debug
ru_ru: Отладка WP

source: Off
ru_ru: Выключить

source: Documentation / Support
ru_ru: Документация/ Поддержка

source: Tel
ru_ru: Телефон

source: Widget Shortcode
ru_ru: Шорткод Виджета

source: Widget
ru_ru: Виджет

source: Style
ru_ru: Стиль

source: (WPL) Agents
ru_ru: (WPL) Агенты

source: Pop-up
ru_ru: Всплывающее Окно
