Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Modify mapping
fr_fr: Modifier mise en correspondance
ru_ru: Изменить отображение

source: Map a field
fr_fr: Mapper les rubriques
ru_ru: Отобразить поле

source: Add a new Query
fr_fr: Ajouter une nouvelle requête
ru_ru: Добавить новый Запрос

source: Last sync
fr_fr: Dernière synchronisation
ru_ru: Последняя Синхронизация

source: Never
fr_fr: Jamais
ru_ru: Никогда

source: Auto sync is enabled.
fr_fr: La synchronisation automatique est activée.
ru_ru: Авто-синхронизация активирована.

source: Auto sync is disabled.
fr_fr: La synchronisation automatique est désactivée.
ru_ru: Авто-синхронизация деактивирована.

source: Hosting requirements
fr_fr: Conditions d\'hébergement
ru_ru: Требования к серверу

source: To see the requirements, create at least one MLS query and import a few listings
fr_fr: Pour voir les conditions, créez au moins une requête MLS et importez quelques listes

source: Are you sure you want to remove this item?
fr_fr: Êtes-vous sûr de vouloir supprimer cet article?
ru_ru: Вы уверены, что хотите удалить этот элемент?

source: We're processing your request. Please wait ...
fr_fr: Nous traitons votre demande. S'il vous plaît, attendez ...
ru_ru: Мы обрабатываем ваш запрос. Пожалуйста подождите ...

source: Please wait! This process may take several minutes based on your server speed.
fr_fr: S\'il vous plaît, attendez! Ce processus peut prendre plusieurs minutes en fonction de la vitesse de votre serveur.
ru_ru: Пожалуйста подождите! Этот процесс может занять несколько минут, в зависимости от скорости вашего сервера.

source: Starting the process ...
fr_fr: Commencer le processus ...
ru_ru: Начинаем процесс ...

source: Total listings:
fr_fr: Nombre total d\'annonces:
ru_ru: Общее количество листингов:

source: Importing/Updating ...
fr_fr: Importation / Mise à jour ...
ru_ru: Импорт/Обновление ...

source: Import stopped - no listing!
fr_fr: Importation arrêtée - pas d\'annonces!
ru_ru: Импорт остановлен из-за отсутствия листингов!

source: Remained listings
fr_fr: Annonces restantes
ru_ru: Оставшиеся листинги

source: listing(s) successfully imported.
fr_fr: annonce (s) importée (s) avec succès.
ru_ru: листинг(и) успешно импортирован (ы).

source: Import/Update completed.
fr_fr: Import / mise à jour terminée.
ru_ru: Импорт/Обновление завершено.

source: Query modified.
fr_fr: Requête modifiée.
ru_ru: Запрос изменен.

source: Invalid Query ID
fr_fr: ID de requête invalide
ru_ru: Недопустимый ID Запроса

source: Query deleted.
fr_fr: Requête supprimée.
ru_ru: Запрос удален.

source: Fields successfully connected and imported!
fr_fr: Les rubriques ont été connectés et importées avec succès!
ru_ru: Поля успешно подключены и импортированы!

source: Something is wrong! Please check your username and password.
fr_fr: Quelque chose ne va pas! Veuillez vérifier votre nom d'utilisateur et votre mot de passe.
ru_ru: Что-то не так! Проверьте ваше имя пользователя и пароль.

source: Contain
fr_fr: Сontenir
ru_ru: Содержит

source: Successfully connected.
fr_fr: Connecté avec succès.
ru_ru: Успешное соединение.

source: Mappings have been imported successfuly!
fr_fr: Les mises en correspondance ont été importeés avec succès!
ru_ru: Отображения были импортированы успешно!

source: Cannot import mapping!
fr_fr: Impossible d\'importer la mise en correspondance!
ru_ru: Невозможно импортировать отображения!

source: Copyright
fr_fr: Droits d\'auteur
ru_ru: Авторское право

source: Hide
fr_fr: Cacher
ru_ru: Скрыть

source: Show
fr_fr: Montrer
ru_ru: Показать

source: Disclaimer
fr_fr: Avertissement
ru_ru: Отказ от ответственности

source: Copyright %s %s, All Rights Reserved.
fr_fr: Copyright% s% s, Tous droits réservés.

source: Data last updated: %s
fr_fr: Dernière mise à jour des données:% s

source: Unknown
fr_fr: Inconnu
ru_ru: Неизвестный

source: Listing Stats
fr_fr: Statistiques des annonces
ru_ru: Статистика Листинга

source: Here you can see statistics about number of visits for each property. If you have CRM addon installed too, then you can see the stats for CRM Requests too.
fr_fr: Ici vous pouvez voir des statistiques sur le nombre de visites pour chaque propriété. Si vous avez également un module complémentaire CRM installé, vous pouvez également consulter les statistiques relatives aux demandes CRM.
ru_ru: Здесь вы можете просматривать статистику о количестве просмотров объекта. Если вы установили дополнение CRM, тогда вы также можете просматривать статистику о запросах CRM.

source: What is Listing Stats menu in WPL?
fr_fr: Qu'est-ce que le menu Annonces Statistiques dans WPL?
ru_ru: Что такое Статистика Листинга в WPL меню?

source: Here you can find some of important KB articles that answer questions related to this page. You can check this section if you faced any question on certain pages.
fr_fr: Vous trouverez ici quelques articles importants de la base de connaissances répondant aux questions relatives à cette page. Vous pouvez vérifier cette section si vous avez été confronté à une question sur certaines pages.

source: Log Manager
fr_fr: Identification Manager
ru_ru: Управление Входом

source: Here you can see WPL logs if they are enable in WPL settings. Logs can help you monitor the traffic on your website.
fr_fr: Vous pouvez voir ici les identifications WPL s’ils sont activés dans les paramètres WPL. Les identifications peuvent vous aider à surveiller le trafic sur votre site Web.

source: What is the WPL Log Manager?
fr_fr: Qu'est-ce que le WPL Log Manager?

source: Payments
fr_fr: Paiements
ru_ru: Оплата

source: With this menu, you can configure your website payment gateways. Please note that the WPL payment option is designed primarily for websites that use the Membership and Booking Add-ons. If you are not selling on your website, you may not need to use these settings.
fr_fr: Avec ce menu, vous pouvez configurer les passerelles de paiement de votre site Web. Veuillez noter que l'option de paiement WPL est principalement conçue pour les sites Web utilisant les modules complémentaires d'adhésion et de réservation. Si vous ne vendez pas sur votre site Web, il se peut que vous n’ayez pas besoin de ces paramètres.

source: How do I get started with a WPL Payment system?
fr_fr: Comment démarrer avec un système de paiement WPL?

source: Compare properties
fr_fr: Comparer les propriétés
ru_ru: Сравнить объекты

source: You should add some listings to compare!
fr_fr: Vous devriez ajouter quelques annonces à comparer!

source: Add open house dates and any additional comments (i.e. 4-10 p.m., call prior, etc.) in the following textbox. Any dates left empty will be automatically deleted.
fr_fr: Ajoutez les dates de la journée portes ouvertes et tous les commentaires supplémentaires (par exemple de 16 h à 20 h, appelez avant, etc.) dans la zone de texte suivante. Toute date laissée vide sera automatiquement supprimée.
ru_ru: Добавить даты Открытых Дверей и любые комментарии для каждого просмотра в следующем текстовом поле (например, с 4 до 10 часов, звонить до и т.д.) Если какие-то из этих дат не заполнены, они автоматически удаляются.

source: Open Date
fr_fr: Date d'ouverture
ru_ru: День Открытых Дверей

source: SU
fr_fr: DIM
ru_ru: ВС

source: MO
fr_fr: LUN
ru_ru: ПН

source: TU
fr_fr: MAR
ru_ru: ВТ

source: WE
fr_fr: MER
ru_ru: СР

source: TH
fr_fr: JEU
ru_ru: ЧТ

source: FR
fr_fr: VEN
ru_ru: ПТ

source: SA
fr_fr: SAM
ru_ru: СБ

source: Sunday
fr_fr: Dimanche
ru_ru: Воскресенье

source: Monday
fr_fr: Lundi
ru_ru: Понедельник

source: Tuesday
fr_fr: Mardi
ru_ru: Вторник

source: Wednesday
fr_fr: Mercredi
ru_ru: Среда

source: Thursday
fr_fr: Jeudi
ru_ru: Четверг

source: Friday
fr_fr: Vendredi
ru_ru: Пятница

source: Saturday
fr_fr: Samedi
ru_ru: Суббота

source: January
fr_fr: Janvier
ru_ru: Январь

source: February
fr_fr: Fevrier
ru_ru: Февраль

source: March
fr_fr: Mars
ru_ru: Март

source: April
fr_fr: Avril
ru_ru: Апрель

source: May
fr_fr: Mai
ru_ru: Май

source: June
fr_fr: Juin
ru_ru: Июнь

source: July
fr_fr: Juillet
ru_ru: Июль

source: August
fr_fr: Août
ru_ru: Август

source: October
fr_fr: Octobre
ru_ru: Октябрь

source: November
fr_fr: Novembre
ru_ru: Ноябрь

source: December
fr_fr: Décembre
ru_ru: Декабрь

source: WPL User Links
fr_fr: WPL Liens utilisateur
ru_ru: WPL Ссылки Профиля

source: WPL Favorites Widget
fr_fr: WPL Widget Favoris
ru_ru: WPL Виджет Избранные

source: WPL Unit Switcher Widget
fr_fr: WPL Widget Sélecteur d'Unité
ru_ru: WPL Виджет Единиц Измерений

source: WPL Carousel Widget
fr_fr: WPL Widget Carrousel
ru_ru: WPL Виджет Карусель

source: Bank account disabled!
fr_fr: Compte bancaire désactivé!
ru_ru: Аккаунт банка деактивирован!

source: Your bank receipt was received and confirmed.
fr_fr: Votre reçu de banque a été reçu et confirmé.
ru_ru: Ваша банковская квитанция была получена и подтверждена автоматически.

source: Your bank receipt was received. We will confirm it soon.
fr_fr: Votre reçu de banque a été reçu. Nous le confirmerons bientôt.
ru_ru: Ваша банковская квитанция была успешно получена. Мы проверим ее в ближайшее время.

source: Bank Receipt
fr_fr: Reçu de banque
ru_ru: Банковская Квитанция

source: Please insert bank receipt!
fr_fr: S'il vous plaît insérez le reçu de la banque!
ru_ru: Пожалуйста прикрепите банковскую квитанцию!

source: Enabled
fr_fr: Activé
ru_ru: Добавлен

source: Disabled
fr_fr: Désactivé
ru_ru: Отменён

source: Auto Confirm
fr_fr: Confirmation automatique
ru_ru: Авто-подтверждение

source: User comment
fr_fr: Commentaire de l'utilisateur
ru_ru: Комментарий

source: Payment successful.
fr_fr: Paiement réussi.
ru_ru: Оплата успешно произведена.

source: Payment failed.
fr_fr: Paiement échoué.
ru_ru: Оплата не удалась.

source: Email address
fr_fr: Email аdresse
ru_ru: Email адрес

source: You successfully returned from the payment gateway!
fr_fr: Vous êtes rentré de la porte de paiement!
ru_ru: Вы успешно вернулись с платежного портала!

source: Sandbox/Testing
fr_fr: Test
ru_ru: Песочница/Тестирование

source: Payment Method
fr_fr: Mode de paiement
ru_ru: Метод Оплаты

source: Merchant ID
fr_fr: Commercial ID

source: Your e-Wallet balance is low.
fr_fr: Votre solde de portefeuille électronique est faible.
ru_ru: Низкий баланс электронного кошелька.

source: Payment is invalid!
fr_fr: Le paiement est invalide!
ru_ru: Оплата не действительна!

source: Your current balance is <span>%s</span>
fr_fr: Votre solde actuel est <span>% s </ span>
ru_ru: Ваш текущий баланс <span>%s</span>

source: Pay
fr_fr: Payer
ru_ru: Оплатить

source: Minimum Balance
fr_fr: La balance minimum
ru_ru: Минимальный Баланс

source: API Key
fr_fr: API-clé
ru_ru: API-ключ

source: PayFast
fr_fr: Paiement Rapide

source: Merchant Key
fr_fr: Commercial Clé

source: Passphrase
fr_fr: Phrase secrète
ru_ru: Ключевая Фраза

source: Leave empty if you don't use passphrase!
fr_fr: Laisser vide si vous n'utilisez pas de phrase secrete!
ru_ru: Оставьте пустым если вы не используете ключевую фразу

source: Direct Payment
fr_fr: Paiement direct
ru_ru: Прямая Оплата

source: Recurring Payment
fr_fr: Paiement récurrent
ru_ru: Регулярный Платёж

source: First name
fr_fr: Prénom
ru_ru: Имя

source: Last name
fr_fr: Nom
ru_ru: Фамилия

source: Card Type
fr_fr: Type de carte
ru_ru: Тип Карты

source: CC Number
fr_fr: Numéro CC
ru_ru: Код CC

source: Expiration Date
fr_fr: Date d'Expiration
ru_ru: Срок Действия

source: Express Payment
fr_fr: Paiement express
ru_ru: Экспресс-оплата

source: Paypal is disabled!
fr_fr: Paypal est désactivé!
ru_ru: Paypal деактивирован!

source: Card data is invalid.
fr_fr: Les données de la carte sont invalides.
ru_ru: Данные карты недействительны.

source: Payment done but not valid!
fr_fr: Paiement effectué mais non valide!
ru_ru: Оплата произведена, но не действительна!

source: Please proceed with the subscription %s.
fr_fr: Veuillez procéder à l'abonnement% s.
ru_ru: Пожалуйста перейдите к подписке %s.

source: here
fr_fr: ici
ru_ru: здесь

source: Cannot initialize the subscription!
fr_fr: Impossible d'initialiser l'abonnement!
ru_ru: Невозможно инициировать подписку!

source: Express Checkout
fr_fr: Paiement express
ru_ru: Быстрый Платеж

source: Both
fr_fr: Tous les deux
ru_ru: Оба

source: Paypal Username
fr_fr: Nom d'utilisateur Paypal
ru_ru: Имя пользователя Paypal

source: Paypal Password
fr_fr: Mot de passe Paypal
ru_ru: Пароль Paypal

source: Business Account
fr_fr: Compte d'entreprise
ru_ru: Бизнес-счет

source: Paypal Business Email
fr_fr: Email professionnel Paypal
ru_ru: Бизнес-почта Paypal

source: Language Locale
fr_fr: Langue locale
ru_ru: Язык

source: Language Code
fr_fr: Langue Code
ru_ru: Код Языка

source: Language Main page
fr_fr: Langue Page principale
ru_ru: Главная страница Языка

source: Generate WPL dynamic strings for using in translation plugins like WPML.
fr_fr: Générez des chaînes dynamiques WPL à utiliser dans des plugins de traduction tels que WPML.
ru_ru: Сгенерирывать динамические строки WPL для использования в плагинах перевода, таких как WPML.

source: Save Changed Styles
fr_fr: Enregistrer les styles modifiés
ru_ru: Сохранить Измененные Стили

source: Colors
fr_fr: Couleurs
ru_ru: Цвета

source: Main Color
fr_fr: Couleur principale
ru_ru: Главный Цвет

source: Fonts
fr_fr: Polices
ru_ru: Шрифт

source: Main Font
fr_fr: Police Principale
ru_ru: Главный Шрифт

source: Second Font
fr_fr: Deuxième police
ru_ru: Второстепенный Шрифт

source: Profile Email Font
fr_fr: Profil Email Police
ru_ru: Шрифт Почты Профиля

source: Properties Listing
fr_fr: Liste des propriétés
ru_ru: Листинг Объектов

source: Property Header
fr_fr: En-tête de propriété
ru_ru: Заголовок Объекта

source: Property Location
fr_fr: Localisation de la propriété
ru_ru: Местоположение Объекта

source: Profile Email
fr_fr: Email du profil
ru_ru: Почта Профиля

source: Radius
fr_fr: Rayon
ru_ru: Радиус

source: No Image
fr_fr: Aucune Image
ru_ru: Нет Изображения

source: Image Width
fr_fr: Largeur de l'image
ru_ru: Ширина изображения

source: Image Height
fr_fr: Hauteur de l'image
ru_ru: Высота Изображения

source: Bar Width
fr_fr: Largeur de la barre
ru_ru: Ширина Полосы

source: First Bar Length
fr_fr: Première longueur de barre
ru_ru: Высота Первой Полосы

source: Bar Length Increment
fr_fr: Incrément de longueur de barre
ru_ru: Увеличение Длины Полосы

source: Vertical Distance Between Bars
fr_fr: Distance verticale entre les barres
ru_ru: Вертикальное Расстояние Между Полосами

source: Peak of Bars
fr_fr: Sommet des barres
ru_ru: Максимальный уровень полос

source: Font Size for Energy Value
fr_fr: Taille de police pour la valeur énergétique
ru_ru: Размер шрифта для значения энергии

source: Font Size
fr_fr: Taille de la police
ru_ru: Размер Шрифта

source: Levels
fr_fr: Niveaux
ru_ru: Уровни

source: Reverse Levels
fr_fr: Inverser les niveaux
ru_ru: Обратные Уровни

source: Show Energy Value
fr_fr: Montrer la valeur énergétique
ru_ru: Показать Значение Энергии

source: to
fr_fr: à
ru_ru: к

source: Energy Consumption
fr_fr: Consommation d'énergie
ru_ru: Энергопотребление

source: More Efficient
fr_fr: Plus efficace
ru_ru: Более Эфективный

source: Less Efficient
fr_fr: Moins efficace
ru_ru: Менее Эффективный

source: Measuring index:
fr_fr: Indice de mesure:
ru_ru: Индекс измерения:

source: Minimum Charge
fr_fr: Charge minimale
ru_ru: Минимальный Сбор

source: Default Amount
fr_fr: Montant par défaut
ru_ru: Сумма По умолчанию

source: Currency
fr_fr: Devise
ru_ru: Валюта

source: Charge Form
fr_fr: Formulaire de charges
ru_ru: Форма Оплаты

source: Charge
fr_fr: Charges
ru_ru: Оплата

source: Unable to create transaction!
fr_fr: Impossible de créer une transaction!
ru_ru: Невозможно создать транзакцию!

source: You cannot charge less than %s
fr_fr: Vous ne pouvez pas facturer moins de% s
ru_ru: Вы не можете взимать меньше чем %s

source: e-Wallet Charge
fr_fr: portefeuille électronique
ru_ru: оплата Электронным Кошельком

source: Cannot generate the checkout page!
fr_fr: Impossible de générer la page de paiement!
ru_ru: Невозможно создать страницу оформления заказа!

source: Unit Type
fr_fr: Type d'unité
ru_ru: Тип Единицы Измерения

source: License key
fr_fr: Clé de licence
ru_ru: Лицензионный ключ

source: Width
fr_fr: Largeur
ru_ru: Ширина

source: Height
fr_fr: Hauteur
ru_ru: Высота

source: Walkscore layout
fr_fr: Disposition Walkscore
ru_ru: Макет Walkscore

source: View stats for
fr_fr: Voir les statistiques pour
ru_ru: Посмотреть статистику для

source: All Sites
fr_fr: Tous les sites
ru_ru: Все Сайты

source: Listing Title
fr_fr: Titre de l'annonce
ru_ru: Заголовок листинга

source: Listing Address
fr_fr: Titre de l'adresse
ru_ru: Адрес листинга

source: Property Visits
fr_fr: Visites de propriétés
ru_ru: Просмотры Объекта

source: Including in Listings
fr_fr: Y compris dans les annonces
ru_ru: Включён в Листинги

source: Views in Complex Page
fr_fr: Vues en page complexe
ru_ru: Просмотров на Странице Комплекса

source: CRM Stats
fr_fr: CRM Statistiques
ru_ru: CRM Статистика

source: Blog ID
fr_fr: ID Blog
ru_ru: ID Блога

source: Blog Name
fr_fr: Nom Blog
ru_ru: Имя Блога

source: CRM Requests
fr_fr: CRM Demandes
ru_ru: CRM Запросы

source: You don't have access to this menu! Maybe your user is not added to WPL as an agent. You can contact to website admin for this.
fr_fr: Vous n'avez pas accès à ce menu! Peut-être que votre utilisateur n'est pas ajouté à WPL en tant qu'agent. Vous pouvez contacter l'administrateur du site pour cela.
ru_ru: У вас нет доступа к этому меню! Возможно ваш пользователь не добавлен в WPL как агент. Свяжитесь с администратором сайта.

source: Invalid Request!
fr_fr: Requête invalide!
ru_ru: Неверный Запрос!

source: Logs
fr_fr: S'identifier
ru_ru: Журналы

source: Log Tools
fr_fr: Outils d'identification
ru_ru: Инструменты Журнала

source: Date start
fr_fr: Date de départ
ru_ru: Время Начала

source: Date end
fr_fr: Date de fin
ru_ru: Время Окончания

source: Log Text
fr_fr: Enregistrement texte
ru_ru: Текст Журнала

source: Add-on
fr_fr: Extension
ru_ru: Дополнение

source: Search
fr_fr: Rechercher
ru_ru: Найти

source: Reset
fr_fr: Réinitialiser
ru_ru: Сбросить

source: Export All Logs
fr_fr: Exporter tous les enregistrements
ru_ru: Экспортировать Все Записи

source: Exporter add-on
fr_fr: Exporter les extensions
ru_ru: Дополнение Экспортер

source: The Exporter Add-on must be installed for this feature!
fr_fr: Le module d'extension doit être installé pour cette fonctionnalité!
ru_ru: Дополнение Экспортер должно быть установлено для этого!

source: Delete All Logs
fr_fr: Effacer tous les enregistrements
ru_ru: Удалить Все Записи

source: Notice: The Auto Log feature is disabled. You can enable it in WPL Settings.
fr_fr: Remarque: la fonction d'enregistrement automatique est désactivée. Vous pouvez l'activer dans les paramètres WPL.
ru_ru: Примечание: Функция Авто записи деактивирована, вы можете активировать ее в меню Настроек WPL.

source: Log Date
fr_fr: Date enregistrement
ru_ru: Дата Входа

source: No logs
fr_fr: Aucun enregistrement
ru_ru: Нет записей

source: More than 10
fr_fr: Plus de 10
ru_ru: Больше 10

source: Delete Log ID
fr_fr: Effacer ID Enregistrement
ru_ru: Удалить ID Записи

source: Are you sure you want to this log?
fr_fr: Êtes-vous sûr de vouloir cet enregistrement?
ru_ru: Вы уверены, что хотите этот журнал?

source: Are you sure you want to remove all logs?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements?
ru_ru: Вы уверены, что хотите удалить все записи?

source: Settings
fr_fr: Réglages
ru_ru: Настройки

source: Already Confirmed.
fr_fr: Déjà confirmé.
ru_ru: Уже подтвержден.

source: Already Rejected.
fr_fr: Déjà Rejeté.
ru_ru: Уже отклонен.

source: Transaction ID, Title, Description
fr_fr: ID de Transaction, Titre, Description
ru_ru: ID Транзакции, Название, Описание

source: - (Minus)
fr_fr: - (Мoins)
ru_ru: - (Минус)

source: Waiting
fr_fr: Attendre
ru_ru: Ожидание

source: Failed
fr_fr: Échoué
ru_ru: Неудачно

source: Succeed
fr_fr: Réussir
ru_ru: Успешно

source: User
fr_fr: Utilisateur
ru_ru: Пользователь

source: Amount
fr_fr: Montant
ru_ru: Сумма

source: Paid Date
fr_fr: La date de paiement
ru_ru: Дата Оплаты

source: Gateway
fr_fr: Passerelle
ru_ru: Шлюз

source: No Transaction found!
fr_fr: Aucune transaction trouvée!
ru_ru: Транзакция не найдена!

source: Guest
fr_fr: Invité
ru_ru: Гость

source: Confirm
fr_fr: Confirmer
ru_ru: Подтвердить

source: Reject
fr_fr: Rejeter
ru_ru: Отклонить

source: Gateway Transacation ID
fr_fr: Passerelle Transaction ID
ru_ru: ID Транзакции

source: Saved.
fr_fr: Enregistré.
ru_ru: Сохранено.

source: Export Settings
fr_fr: Paramètres d'exportation
ru_ru: Экспортировать Настройки

source: Import Settings
fr_fr: Importer les paramètres
ru_ru: Импортировать Настройки

source: <b>Note:</b>This will override all your current settings! Proceed with caution.
fr_fr: <b> Remarque: </ b> Ceci remplacera tous vos paramètres actuels! Procéder avec prudence.
ru_ru: <b>Примечание: </b> Это аннулирует все ваши текущие настройки! Действуйте осторожно.

source: Property
fr_fr: Propriété
ru_ru: Объект

source: No description is available...
fr_fr: Aucune description est disponible...
ru_ru: Описание отсутствует...

source: PRO Add-on must be installed for this!
fr_fr: PRO Add-on doit être installé pour cela!
ru_ru: Дополнение PRO должно быть установлено для этого!

source: No property found or it's not available now!
fr_fr: Aucune propriété trouvée ou ce n'est pas disponible maintenant!
ru_ru: Объект не найден или не доступен сейчас!

source: Error loading print view!
fr_fr: Erreur lors du chargement de la vue d'impression!
ru_ru: Ошибка при загрузке!

source: Error loading RSS feed!
fr_fr: Erreur lors du chargement du flux RSS!
ru_ru: Ошибка при загрузке RSS-ленты!

source: You have not added any properties to compare!
fr_fr: Vous n'avez ajouté aucune propriété à comparer!
ru_ru: Вы не добавили ни одного объекта для сравнения!

source: Back to home page
fr_fr: Retour à la page d'accueil
ru_ru: Вернуться на Главную

source: It seems the transaction canceled!
fr_fr: Il semble que la transaction a été annulée!
ru_ru: Похоже, что транзакция была отменена!

source: Checkout
fr_fr: Vérification
ru_ru: Проверка

source: Total amount is: <span>%s</span>
fr_fr: Le montant total est: <span>% s </ span>
ru_ru: Общая сумма: <span>%s</span>

source: The transaction paid successfully!
fr_fr: La transaction payée avec succès!
ru_ru: Операция прошла успешно!

source: Transaction is invalid!
fr_fr: La transaction est invalide!
ru_ru: Транзакция недействительна!

source: The Transaction is paid or failed before!
fr_fr: La transaction est payée ou a échoué avant!
ru_ru: Транзакция была ранее оплачена или не действительна!

source: Transaction was invalid or paid before!
fr_fr: La transaction était invalide ou payée auparavant!
ru_ru: Транзакция была ранее оплачена или не действительна!

source: Transaction paid.
fr_fr: Transaction payée.
ru_ru: Транзакция оплачена.

source: Waiting for response from gateway.
fr_fr: En attente de réponse de la passerelle.
ru_ru: Ожидание ответа с платежного портала.

source: Transaction failed.
fr_fr: La transaction a échoué.
ru_ru: Ошибка транзакции.

source: Loading ...
fr_fr: Chargement ...
ru_ru: Загрузка ...

source: Your email is not a valid email!
fr_fr: Votre email n'est pas un email valide!
ru_ru: Неверный адрес электронной почты!

source: Information sent to agents.
fr_fr: Informations envoyées aux agents.
ru_ru: Информация отправлена агентам.

source: Error sending!
fr_fr: Erreur d'envoi!
ru_ru: Ошибка отправки!

source: Return to Dashboard
fr_fr: Retour au tableau de bord
ru_ru: Вернуться в Панель Управления

source: Birds Eye
fr_fr: Vue d'ensemble
ru_ru: Вид Сверху

source: Visits
fr_fr: Visites

source: in %d days
fr_fr: en% d jours
ru_ru: за %d дней
