Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Save
fr_fr: Sauvegarder
ru_ru: Сохранить

source: General Options
fr_fr: Options Générales
ru_ru: Общие Параметры

source: Nearby Params
fr_fr: Paramètres Proches
ru_ru: Близлежащие Параметры

source: Unit type
fr_fr: Type d\'unité
ru_ru: Тип Единиц Измерения

source: Distance/Radius
fr_fr: Distance / Rayon
ru_ru: Расстояние/Радиус

source: Type a default text
fr_fr: Tapez un texte par défaut
ru_ru: Введите текст по умолчанию

source: Params
fr_fr: Paramètres
ru_ru: Параметры

source: Accesses
fr_fr: Accès
ru_ru: Доступы

source: Map point
fr_fr: Point de la carte
ru_ru: Точка на Карте

source: Go
fr_fr: Aller
ru_ru: Вперед

source: Apply boundary from Demographic addon
fr_fr: Appliquer une limite à partir du module démographique

source: Apply
fr_fr: Appliquer

source: WPL Summary Widget
fr_fr: WPL Widget Résumé
ru_ru: (WPL) Сводка

source: No Option Available
fr_fr: Aucune option disponible
ru_ru: Нет доступных опций

source: Edit Search Radius
fr_fr: Modifier le rayon de recherche
ru_ru: Редактировать Радиус Поиска

source: Show Result
fr_fr: Afficher le résultat
ru_ru: Показать Результат

source: Clear All
fr_fr: Tout effacer
ru_ru: Очистить Все

source: Search All
fr_fr: Rechercher
ru_ru: Искать все

source: Please wait...
fr_fr: S\'il vous plaît, attendez...
ru_ru: Пожалуйста подождите ...

source: Geolocation is not supported by this browser.
fr_fr: La géolocalisation n\'est pas prise en charge par ce navigateur.
ru_ru: Геолокация не поддерживается этим браузером.

source: We've got the location
fr_fr: Nous avons l\'emplacement
ru_ru: У нас есть местоположение

source: You have denied the request for Geolocation.
fr_fr: Vous avez refusé la demande de géolocalisation.
ru_ru: Вы отклонили запрос на Геолокацию.

source: Location information is unavailable.
fr_fr: Les informations de localisation sont indisponibles.
ru_ru: Информация о местоположении недоступна.

source: The request to get user location timed out.
fr_fr: La demande d\'obtention de l'emplacement de l'utilisateur a expiré.
ru_ru: Истекло время ожидания запроса на получение местоположения пользователя.

source: An unknown error occurred.
fr_fr: Une erreur inconnue est survenue.
ru_ru: Произошла неизвестная ошибка.

source: Authentication Key
fr_fr: Clé d\'authentification
ru_ru: Ключ Аутентификации

source: Map Height
fr_fr: Taille de la carte
ru_ru: Высота Карты

source: Default Zoom
fr_fr: Zoom par défaut
ru_ru: Масштаб По Умолчанию

source: Update my search as map is moved.
fr_fr: Mettre à jour ma recherche lorsque la carte est déplacée.
ru_ru: Обновить поиск при перемещении карты.

source: Search Results
fr_fr: Résultats de la recherche
ru_ru: Результаты Поиска

source: Remove Shapes!
fr_fr: Enlevez les formes!
ru_ru: Удалить нарисованные фигуры!

source: Geocode was not successful for the following reason::
fr_fr: Le géocode n\'a pas réussi pour la raison suivante:
ru_ru: Геокодирование не удалось по следующей причине:

source: No option!
fr_fr: Aucune option!
ru_ru: Нет выбора!

source: Back to search results
fr_fr: Retour aux résultats de recherche
ru_ru: Назад к результатам поиска

source: Prev
fr_fr: Предыдущий
ru_ru: Предыдущий

source: Result
fr_fr: Résultat
ru_ru: Результат

source: of
fr_fr: de
ru_ru: из

source: Next
fr_fr: Prochain
ru_ru: Следующая

source: The security nonce is not valid!
fr_fr: La valeur de sécurité n\'est pas valide!
ru_ru: Недействительный код безопасности!

source: Values saved completely!
fr_fr: Les valeurs sont complètement sauvegardées!
ru_ru: Данные сохранены!

source: Comment
fr_fr: Remarque
ru_ru: Комментарий

source: Country
fr_fr: Pays
ru_ru: Страна

source: Inherite Global Values
fr_fr: Valeurs globales héritées
ru_ru: Наследовать Глобальные Значения

source: Error Occurred!
fr_fr: Une erreur est survenue!
ru_ru: Произошла ошибка!

source: Page Link
fr_fr: Lien de page
ru_ru: Ссылки на страницу

source: Copy
fr_fr: Copie
ru_ru: Копировать

source: Edit Link
fr_fr: Modifier le lien
ru_ru: Редактировать Ссылку

source: No Criteria! Please, perform a search.
fr_fr: Aucun critère! S'il vous plaît, effectuez une recherche.
ru_ru: Нет Критериев! Пожалуйста выполните поиск.

source: Please login first to see landing page generator!
fr_fr: S\'il vous plaît connectez-vous d'abord pour voir le générateur de page!
ru_ru: Пожалуйста сначала войдите в систему, чтобы просмотреть сохраненные целевые страницы!

source: Undefined Action!
fr_fr: Action non définie!
ru_ru: Неопределенное действие!

source: Please insert a proper name for your landing page.
fr_fr: Veuillez insérer un nom propre pour votre page de destination.
ru_ru: Пожалуйста введите правильное имя для целевой страницы.

source: There is no criteria for creating the landing page.
fr_fr: Il n\'y a pas de critères pour créer la page de destination.
ru_ru: Здесь нет критериев для создания целевой страницы.

source: Landing page successfully created.
fr_fr: Page de destination crée avec succès.
ru_ru: Целевая страница успешно создана.

source: An error ocurred during adding the landing page!
fr_fr: Une erreur s\'est produite lors de l'ajout de la page de destination!
ru_ru: Произошла ошибка при загрузке целевой страницы!

source: Expand
fr_fr: Développer
ru_ru: Расширить

source: Pictures
fr_fr: Images
ru_ru: Изображения

source: Bird's eye
fr_fr: Vues du ciel
ru_ru: Вид Сверху

source: Minutes
fr_fr: Мinutes
ru_ru: Минуты

source: Price Type
fr_fr: Type de prix
ru_ru: Тип Цены

source: Share
fr_fr: Partager
ru_ru: Поделиться

source: Title
fr_fr: Titre
ru_ru: Название

source: Layout
fr_fr: Agencement
ru_ru: Макет

source: Target page
fr_fr: Page cible
ru_ru: Целевая страница

source: CSS Class
fr_fr: Catégorie CSS
ru_ru: CSS-класс

source: Kind
fr_fr: Genre
ru_ru: Вид

source: Listing
fr_fr: Liste
ru_ru: Листинг

source: Filter
fr_fr: Filtre
ru_ru: Фиьтр

source: No field found for filtering!
fr_fr: Aucun champ trouvé pour le filtrage!
ru_ru: Не найдено поле для фильтра!

source: Skip Zero Results
fr_fr: Ignorer les résultats
ru_ru: Пропустить Нулевые Результаты

source: No
fr_fr: Non
ru_ru: Нет

source: Yes
fr_fr: Oui
ru_ru: Да

source: Currency Unit
fr_fr: Unité monétaire
ru_ru: Денежная Единица

source: View Shortcode
fr_fr: Voir le shortcode
ru_ru: Просмотреть Шорткод

source: (WPL) Summary
fr_fr: (WPL) Résumé
ru_ru: (WPL) Сводка

source: Shows listings summary based on a certain Listing Type.
fr_fr: Affiche le récapitulatif des annonces en fonction d\'un certain type d'annonce.
ru_ru: Показана сводка листингов, основанная на определенном Типе Листинга.

source: Widget Layout Not Found!
fr_fr: Widget mise en page non trouvé!
ru_ru: Виджет Макет не найден!

source: Summary
fr_fr: Résumé
ru_ru: Сводка

source: No of properties:
fr_fr: Nb de propriétés:
ru_ru: Количество Объектов:

source: Price range:
fr_fr: Fourchette de prix:
ru_ru: Ценовой диапазон:

source: %s to %s
fr_fr: %s à %s
ru_ru: %s до %s

source: Average price:
fr_fr: Prix ​​moyen:
ru_ru: Средняя цена:

source: See Properties
fr_fr: Voir les propriétés
ru_ru: Посмотреть Объекты

source: File does not exists!
fr_fr: Le fichier n'existe pas!
ru_ru: Файл не существует!

source: Importer Add-on results
fr_fr: Résultats de l'extension importer
ru_ru: Дополнение Импортер результаты

source: Listings imported
fr_fr: Annonces importées
ru_ru: Листинги импортированы

source: Select
fr_fr: Sélectionner
ru_ru: Выбрать

source: New %s
fr_fr: Nouveau %s
ru_ru: Новый %s

source: Blog Domain
fr_fr: Domaine du blog
ru_ru: Домен

source: Start typing...
fr_fr: Commencer à écrire...
ru_ru: Начните печатать...

source: On-time
fr_fr: A temps
ru_ru: Вовремя

source: 15 minutes before
fr_fr: 15 minutes avant
ru_ru: За 15 минут

source: 30 minutes before
fr_fr: 30 minutes avant
ru_ru: За 30 минут

source: 1 hour before
fr_fr: 1 heure avant
ru_ru: За час

source: 2 hours before
fr_fr: 2 heures avant
ru_ru: За 2 часа

source: 6 hours before
fr_fr: 6 heures avant
ru_ru: За 6 часов

source: 12 hours before
fr_fr: 12 heures avant
ru_ru: За 12 часов

source: 1 day before
fr_fr: 1 jour avant
ru_ru: За 1 день

source: 2 days before
fr_fr: 2 jours avant
ru_ru: За 2 дня

source: 1 week before
fr_fr: 1 semaine avant
ru_ru: За неделю

source: Enter a valid
fr_fr: Entrer une valeur
ru_ru: Введите

source: User has logged in.
fr_fr: L\'utilisateur s'est connecté.
ru_ru: Пользователь вошел в систему.

source: Listing ID
fr_fr: ID de l\'annonce
ru_ru: ID Листинга

source: Contact Form
fr_fr: Formulaire de contact
ru_ru: Форма Связи

source: Contact Details
fr_fr: Détails du contact
ru_ru: Контактные Данные

source: Request Details
fr_fr: Détails de la demande
ru_ru: Детали Запроса

source: Submit
fr_fr: Soumettre
ru_ru: Отправить

source: CRM Add-on
fr_fr: CRM Extension
ru_ru: Дополнение CRM

source: Need Help?
fr_fr: Besoin d\'aide?
ru_ru: Нужна Помощь?

source: Download CRM manual and find related KB articles
fr_fr: Téléchargez le manuel CRM et recherchez des articles connexes de la base de connaissances
ru_ru: Загрузите Руководство к CRM и найдите соответствующие статьи из Базы Знаний

source: Shortcuts
fr_fr: Raccourcis
ru_ru: Ярлыки

source: Changelog
fr_fr: Change utilisateur
ru_ru: Журнал изменений

source: An error ocurred uploading your file.
fr_fr: Une erreur s\'est produite lors du téléchargement de votre fichier.
ru_ru: Произошла ошибка при загрузке файла.

source: File extension should be .jpg, .png or .gif.
fr_fr: L\'extension de fichier doit être .jpg, .png ou .gif.
ru_ru: Расширение файла должно быть .jpg, .png или .gif.

source: Toggle
fr_fr: Afficher
ru_ru: Переключатель

source: All
fr_fr: Tout
ru_ru: Все

source: None
fr_fr: Aucun
ru_ru: Никакой

source: Save Search Add-on must be installed for this!
fr_fr: Enregistrer l\'extension de recherche doit être installé pour cela!
ru_ru: Дополнение "Сохранить Поиск" должно быть установлено для этого!

source: Edit Contact
fr_fr: Modifier le contact
ru_ru: Редактировать Контакт

source: Add Contact
fr_fr: Ajouter le contact
ru_ru: Добавить Контакт

source: Edit Request
fr_fr: Modifier la demande
ru_ru: Редактировать Заявку

source: Add Request
fr_fr: Ajouter une demande
ru_ru: Добавить Заявку

source: Properties
fr_fr: Propriétés
ru_ru: Объекты

source: Edit Event
fr_fr: Modifier l\'événement
ru_ru: Редактировать Событие

source: Add Event
fr_fr: Ajouter un évènement
ru_ru: Добавить Событие

source: Edit Reminder
fr_fr: Modifier le rappel
ru_ru: Редактировать Напоминание

source: Add Reminder
fr_fr: Ajouter un rappel
ru_ru: Добавить Напоминание

source: Edit Ticket
fr_fr: Modifier le ticket
ru_ru: Редактировать Задачу

source: Add Ticket
fr_fr: Ajouter un ticket
ru_ru: Добавить Задачу

source: Home
fr_fr: Maison
ru_ru: Главная

source: Please enter a value.
fr_fr: S\'il vous plait,entrez une valeur.
ru_ru: Пожалуйста заполните.

source: Are you sure?
fr_fr: Êtes-vous sûr?
ru_ru: Вы уверены?

source: Realtor
fr_fr: Agent immobilier
ru_ru: Риэлтор

source: Assignment
fr_fr: Affectation
ru_ru: Назначение

source: Click here to leave a reply
fr_fr: Cliquez ici pour laisser une réponse
ru_ru: Нажмите сюда, чтобы оставить отклик

source: Reply
fr_fr: Répondre
ru_ru: Ответ

source: Leave a Reply...
fr_fr: Laisser une réponse ...
ru_ru: Оставить Отклик...

source: Send
fr_fr: Envoyer
ru_ru: Отправить

source: Refresh
fr_fr: Rafraîchir
ru_ru: Обновить

source: Status
fr_fr: Statut
ru_ru: Статус

source: Owner
fr_fr: Propriétaire
ru_ru: Собственник

source: Priority
fr_fr: Priorité
ru_ru: Приоритет

source: Last Update
fr_fr: Dernière mise à jour
ru_ru: Обновлено

source: Are you sure you want to delete this event?
fr_fr: Êtes-vous sûr de vouloir supprimer cet événement?
ru_ru: Вы уверены, что хотите удалить это событие?

source: Display
fr_fr: Afficher
ru_ru: Показать

source: from
fr_fr: de
ru_ru: от

source: records
fr_fr: enregistrements
ru_ru: записи

source: No records
fr_fr: Aucun enregistrements
ru_ru: Нет записей

source: Please enter the recipients emails (separated by comma).
fr_fr: Veuillez entrer les emails des destinataires (séparés par une virgule).
ru_ru: Введите получателей сообщений (через запятую).

source: Search...
fr_fr: Chercher...
ru_ru: Поиск...

source: Reset search
fr_fr: Réinitialiser la recherche
ru_ru: Сбросить поиск

source: Click to sort by this column
fr_fr: Cliquez pour trier par cette colonne
ru_ru: Нажмите здесь, чтобы фильтровать по этому столбцу

source: No results found!
fr_fr: Aucun résultat trouvé!
ru_ru: Результаты не найдены!

source: more to show
fr_fr: plus à montrer
ru_ru: показать больше

source: Per Page
fr_fr: Par page
ru_ru: На странице

source: Agent
fr_fr: Аgent
ru_ru: Агент

source: Menu
fr_fr: Меnu
ru_ru: Меню

source: You have %s new notification(s)
fr_fr: Vous avez% s nouvelle notification
ru_ru: У вас есть %s новых уведомлений

source: No new notifications
fr_fr: Aucunes nouvelles notifications
ru_ru: Нет новых уведомлений

source: See all Notifications
fr_fr: Voir toutes les notifications
ru_ru: Просмотреть все Уведомления

source: Profile Picture
fr_fr: Image de profil
ru_ru: Изображение Профиля

source: Membership
fr_fr: Adhésion
ru_ru: Членство

source: Profile
fr_fr: Profil
ru_ru: Профиль

source: Logout
fr_fr: Déconnexion
ru_ru: Выйти

source: Fullscreen
fr_fr: Plein écran
ru_ru: Полноэкранный режим

source: Welcome
fr_fr: Bienvenu
ru_ru: Добро пожаловать

source: Quote of the day
fr_fr: Proposition du jour
ru_ru: Комментарий дня

source: Close the quote
fr_fr: Fermer la proposition
ru_ru: Закрыть комментарий

source: Open the quote
fr_fr: Ouvrir le proposition
ru_ru: Открыть комментарий

source: View Details
fr_fr: Voir les détails
ru_ru: Посмотреть Детали

source: Add New
fr_fr: Ajouter un nouveau
ru_ru: Добавить

source: Import
fr_fr: Importer
ru_ru: Импорт

source: Show Archive
fr_fr: Montrer les archives
ru_ru: Показать Архивированные

source: Show Unarchiveds
fr_fr: Afficher les non-archivés
ru_ru: Показать Разархивированные

source: Export
fr_fr: Exporter
ru_ru: Экспорт

source: Delete
fr_fr: Effacer
ru_ru: Удалить

source: Archive
fr_fr: Archiver
ru_ru: Архивировать

source: Unarchive
fr_fr: Désarchiver
ru_ru: Разархивировать

source: Private
fr_fr: Privé
ru_ru: Конфиденциальный

source: Merge
fr_fr: Fusionner
ru_ru: Объединить

source: Relationship
fr_fr: Relation
ru_ru: Связь

source: Reset filter
fr_fr: Réinitialiser le filtre
ru_ru: Сбросить фильтр

source: Filter by this column
fr_fr: Filtrer par cette colonne
ru_ru: Фильтр по этому столбцу

source: Your CRM Lite has reached maximum seats. In order to have more agents, you can upgrade to CRM Unlimited, Thanks
fr_fr: Votre CRM Lite a atteint le nombre maximum de places. Pour avoir plus d’agents, vous pouvez passer à CRM Unlimited, merci
ru_ru: Ваш CRM Lite достиг максимального количества мест. Чтобы иметь больше агентов, вы можете перейти на CRM Unlimited, спасибо

source: You should %s first.
fr_fr: Vous devriez% s en premier.
ru_ru: Вам следует %s сначала.

source: login
fr_fr: s\'identifier
ru_ru: войти

source: You don't have access to this menu.
fr_fr: Vous n\'avez pas accès à ce menu.
ru_ru: У вас нет доступа к этому меню.

source: Selected items have been deleted.
fr_fr: Les éléments sélectionnés ont été supprimés.

source: You may not have access to delete all selected items!
fr_fr: Vous n\'avez peut-être pas accès à la suppression de tous les éléments sélectionnés!

source: MLS Add-on / Servers
fr_fr: МLS Extensions/Serveurs
ru_ru: МЛС Дополнение / Сервера

source: You can insert RETS/MLS servers here to import their listings. You're able to insert as many RETS/MLS servers as you like.
fr_fr: Vous pouvez insérer des serveurs RETS / MLS ici pour importer leurs listes. Vous pouvez insérer autant de serveurs RETS / MLS que vous le souhaitez.
ru_ru: Вы можете добавить серверы RETS / MLS сюда, чтобы импортировать их листинги. Вы можете добавить столько RETS / MLS серверов, сколько захотите.

source: Where can I find help with the WPL MLS Add-on?
fr_fr: Où puis-je trouver de l\'aide avec le module WPL MLS Extension?
ru_ru: Где я могу найти помощь с MLS дополнением?

source: Related KB Articles
fr_fr: Articles base de connaissances
ru_ru: Соответствующие Статьи из Базы Знаний

source: Here you will find KB articles with information related to this page. You can come back to this section to find an answer to any questions that may come up.
fr_fr: Vous trouverez ici des articles de la base de connaissances contenant des informations relatives à cette page. Vous pouvez revenir à cette section pour trouver une réponse aux questions éventuelles.

source: KB Articles
fr_fr: Articles de la base de connaissances
ru_ru: Статьи из Базы Знаний

source: MLS Add-on / Mapping
fr_fr: Дополнение МЛС / Отображение
ru_ru: Дополнение МЛС / Отображение

source: Map the source fields to existing WPL fields.
fr_fr: Configurer les champs source aux champs WPL existants.

source: Avoid creating new fields using "Auto Create" unless there really is no related field in WPL for those fields.
fr_fr: Évitez de créer de nouveaux champs à l’aide de "Création automatique" à moins qu’il n’y ait vraiment aucun champ associé dans WPL pour ces champs.

source: It's better not to map fields with no data or sample data. It can make your website messy with unnecessary information.
fr_fr: Ll est préférable de ne pas cartographier les champs sans données ni exemples de données. Cela peut compliquer la tâche de votre site Web avec des informations inutiles.

source: WPL's most important fields are: listing type, property type, price, price unit, price type (for rental properties), listing ID, bedrooms, bathrooms, rooms, view, property description, built up area, lot area, images, location information, property title (if exists). Map these fields with carefully.
fr_fr: Les champs les plus importants de WPL sont les suivants: type d'annonce, type de proprieté, prix, unité de prix, type d'emplacement (pour les immeubles locatifs), identifiant d'annonce, chambres à coucher, salles de bains, pièces, vue, description de l'immeuble, zone aménagée, emplacement du lot, images, informations de localisation , titre de propriété (s'il existe). Cartographier ces champs avec soin.

source: Mapping some fields may need to be manually tailored based on customizations you may have on your WPL, other Add-ons.
fr_fr: La configuration de certains champs peut nécessiter une personnalisation manuelle en fonction des personnalisations que vous pouvez avoir sur votre WPL ou d'autres extensions.

source: It's highly recommended to don't map the fields that you don't need.
fr_fr: Il est fortement recommandé de ne pas configurer les champs inutiles.

source: For listing #
fr_fr: Pour la liste #
ru_ru: Листинг #

source: This category already exists!
fr_fr: Cette catégorie existe déjà!

source: The query was added successfully!
fr_fr: La requête a été ajoutée avec succès!
ru_ru: Запрос добавлен успешно!

source: An error occurred! Please, try again.
fr_fr: Une erreur est survenue! Veuillez réessayer.
ru_ru: Произошла ошибка! Пожалуйста попробуйте ещё раз.

source: Type
fr_fr: Тype
ru_ru: Тип

source: Connection / Import
fr_fr: Connexion / Importation
ru_ru: Соединение / Импорт

source: Mapping
fr_fr: Mise en correspondance
ru_ru: Отображение

source: Update fields
fr_fr: Mettre à jour les champs
ru_ru: Обновить поля

source: Import fields
fr_fr: Importer les champs
ru_ru: Импортировать поля

source: Map with WPL
fr_fr: Map avec WPL
ru_ru: Отобразить на WPL

source: Importing from <strong>%1$s</strong> -- <strong>%2$s</strong>
fr_fr: Importer de <strong>%1$s</strong> -- <strong>%2$s</strong>
ru_ru: Импорт из <strong>%1$s</strong> -- <strong>%2$s</strong>

source: Start
fr_fr: Commencer
ru_ru: Начать

source: Map
fr_fr: Carte
ru_ru: Карта

source: to WPL
fr_fr: à WPL
ru_ru: в WPL

source: Remove Mapping
fr_fr: Enlever Mise en correspondance
ru_ru: Удалить Отображение

source: Enable value mapping for this field
fr_fr: Activer la mise en correspondances des valeurs pour ce domaine

source: Export Mapping
fr_fr: Exporter Mise en correspondance
ru_ru: Экспортировать Отображение

source: Download
fr_fr: Télécharger
ru_ru: Загрузить

source: Import Mapping
fr_fr: Importer Mise en correspondance
ru_ru: Импорт Отображения

source: <b>Note:</b>This will override all your current mappings! Proceed with caution.
fr_fr: <b> Remarque: </ b> Ceci remplacera tous vos mapping actuels! Procéder avec prudence.
ru_ru: <b>Примечание: </b> Это аннулирует все ваши текущие отображения! Действуйте осторожно.

source: Create the default query
fr_fr: Créer la requête par défaut

source: Create
fr_fr: Créer
ru_ru: Создать

source: Please select a MLS category
fr_fr: Veuillez sélectionner une catégorie MLS
ru_ru: Пожалуйста, выберите категорию MLS

source: Error Occured.
fr_fr: Une erreur est survenue.
ru_ru: Произошла Ошибка.

source: Values
fr_fr: Valeurs
ru_ru: Значения

source: Value
fr_fr: Valeur
ru_ru: Значение

source: Short Value
fr_fr: Valeur courte
ru_ru: Короткое Значение

source: Long Value
fr_fr: Valeur longue
ru_ru: Длинное Значение

source: MLS Server
fr_fr: MLS Serveur
ru_ru: Сервер МЛС

source: Basic
fr_fr: Basique
ru_ru: Базовый

source: Advanced
fr_fr: Avancé
ru_ru: Расширенный

source: Username
fr_fr: Nom d\'utilisateur
ru_ru: Имя пользователя

source: Password
fr_fr: Mot de passe
ru_ru: Пароль

source: Agent Username
fr_fr: Nom d\'utilisateur de l'agent
ru_ru: Имя Пользователя Агента

source: Agent Password
fr_fr: Mot de passe de l\'agent
ru_ru: Пароль Агента

source: Unique Field
fr_fr: Rubrique Unique
ru_ru: Уникальное Поле

source: Required for import!
fr_fr: Requis pour l\'importation!
ru_ru: Обязательно для импорта!

source: Sample Query
fr_fr: Exemple de requête
ru_ru: Пример Запроса

source: Required for sample data!
fr_fr: Obligatoire pour des exemples de données!
ru_ru: Обязательно для пробных данных!

source: Query Wizard
fr_fr: Assistant de requête
ru_ru: Мастер Запросов

source: Server
fr_fr: Serveur
ru_ru: Сервер

source: Server Class
fr_fr: Classe de serveur
ru_ru: Класс Сервера

source: Default User
fr_fr: Utilisateur par defaut
ru_ru: Пользователь по умолчанию

source: Insert -1 for unlimited
fr_fr: Insérer -1 pour illimité
ru_ru: Впишите -1 для безлимита

source: Import Limit
fr_fr: Limite d\'importation
ru_ru: Лимит Импорта

source: Purge Limit
fr_fr: Limite de purge
ru_ru: Очистить Лимит

source: For Rent
fr_fr: A Louer
ru_ru: Для аренды

source: Query
fr_fr: Question
ru_ru: Запрос

source: Access Token
fr_fr: Token d'accès
ru_ru: Доступы

source: Resource
fr_fr: Ressource
ru_ru: Источник

source: Post method
fr_fr: Methode
ru_ru: Метод Отправки

source: Image Type
fr_fr: Type d\'Image
ru_ru: Тип Изображения

source: External Image
fr_fr: Image Externe
ru_ru: Внешнее Изображение

source: Alt. Image Type
fr_fr: Alt. Type d\'Image
ru_ru: Alt. Типа Изображения

source: Alt. External Image
fr_fr: Alt.Image Externe
ru_ru: Alt. Внешнего Изображение

source: Download External Image
fr_fr: Télécharger une image externe
ru_ru: Загрузить Внешнее Изображение

source: Skip Index Image
fr_fr: Ignorer l\'image d\'index

source: Neighborhood Field
fr_fr: Voisinage
ru_ru: Поле Окрестности

source: Complex Field
fr_fr: Rubrique complexe
ru_ru: Поле Комплекса

source: Connect to Server Per Class
fr_fr: Se connecter au serveur par classe
ru_ru: Подключится к серверу через класс

source: Map Field Per Class
fr_fr: Domaine de carte par classe

source: Data type
fr_fr: Type de données
ru_ru: Тип Данных

source: Sample data
fr_fr: Échantillon de données
ru_ru: Пробные Данные

source: Lookup
fr_fr: Chercher

source: WPL field
fr_fr: WPL Champ
ru_ru: WPL поле

source: Field Type
fr_fr: Type de domaine
ru_ru: Тип Поля

source: Create All
fr_fr: Tout Créer
ru_ru: Создать Все

source: Source Values
fr_fr: Valeurs source
ru_ru: Значения Источника
