Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Here you can update your own profile information.
fr_fr: Ici, vous pouvez mettre à jour vos propres informations de profil.
ru_ru: Здесь вы можете обновить информацию вашего профиля.

source: Finalize the Form
fr_fr: Finaliser le formulaire

source: After filling your profile information, don't forget to finalize the form.
fr_fr: Après avoir renseigné les informations de votre profil, n'oubliez pas de finaliser le formulaire.

source: Almost all of WPL options included in this menu so you can configure all WPL and its addons in one menu.
fr_fr: Presque toutes les options WPL incluses dans ce menu vous permettent de configurer tous les WPL et ses extensions dans un seul menu.

source: Use the categories to navigate between different sections.
fr_fr: Utilisez les catégories pour naviguer entre les différentes sections.

source: Notifications Options
fr_fr: Options de notifications

source: For example you can change sender email and sender name of WPL emails here!
fr_fr: Par exemple, vous pouvez modifier l'email de l'expéditeur et le nom de l'expéditeur des emails WPL ici!

source: UI Customizer
fr_fr: UI Personnaliseur
ru_ru: UI Настройщик

source: Also you can customize frontend user interface of WPL here.
fr_fr: Vous pouvez également personnaliser l'interface utilisateur frontale de WPL ici.

source: You can clear the WPL cache data here! You may need to do it sometimes after changing some settings.
fr_fr: Vous pouvez effacer les données du cache WPL ici! Vous devrez peut-être le faire parfois après avoir modifié certains paramètres.

source: Server Requirements
fr_fr: Configuration requise pour le serveur
ru_ru: Требования сервера

source: Please make sure that your server meets the requirements first.
fr_fr: Veuillez vous assurer que votre serveur satisfait d'abord aux exigences.

source: Manage WPL Agents
fr_fr: Gérer les agents WPL

source: Here you see all WPL agents. You can remove the agents or add new agents to WPL using this menu. Also you're able to manage the agent accesse by editing each agent.
fr_fr: Vous voyez ici tous les agents WPL. Vous pouvez supprimer les agents ou ajouter de nouveaux agents à WPL à l'aide de ce menu. Vous pouvez également gérer l'accès aux agents en modifiant chaque agent.

source: You can manage user profile fields here. You can manage existing fields or add new fields simply using WPL Flex system.
fr_fr: Vous pouvez gérer les champs de profil utilisateur ici. Vous pouvez gérer des champs existants ou ajouter de nouveaux champs simplement à l'aide du système WPL Flex.

source: Search Users
fr_fr: Rechercher des utilisateurs

source: Use this form to perform a search on WPL agents.
fr_fr: Utilisez ce formulaire pour effectuer une recherche sur les agents WPL.

source: Manage User Accesses
fr_fr: Gérer les accès utilisateur

source: Click edit icon of each user to change the accesses of the user.
fr_fr: Cliquez sur l'icône d'édition de chaque utilisateur pour modifier les accès de l'utilisateur.

source: Remove Agent
fr_fr: Supprimer l'agent

source: For removing agents from WPL, you can use this icon. This will remove the users only from WPL.
fr_fr: Pour supprimer des agents de WPL, vous pouvez utiliser cette icône. Cela ne supprimera que les utilisateurs de WPL.

source: WPL Listing
fr_fr: WPL Annonce
ru_ru: WPL Листинг

source: WPL Add-ons
fr_fr: WPL Extensions
ru_ru: WPL Дополнения

source: Sorry, you currently don't have access to this page!
fr_fr: Désolé, vous n'avez actuellement pas accès à cette page!
ru_ru: У вас нет доступа к этой странице!

source: File extension is not valid.
fr_fr: L'extension de fichier n'est pas valide.
ru_ru: Недопустимое расширение файла.

source: File size is not valid!
fr_fr: La taille du fichier n'est pas valide!
ru_ru: Недопустимый размер файла!

source: Error: #U201, An add-on update is not available for this domain or update key!
fr_fr: Erreur: # U201, une mise à jour supplémentaire n'est pas disponible pour ce domaine ou cette clé de mise à jour!

source: Your add-on is up to date!
fr_fr: Votre extension est à jour!
ru_ru: Ваше дополнение обновлено!

source: Credentials verified.
fr_fr: Vérification de la pièce d'identité.
ru_ru: Учетные данные проверены.

source: Invalid credentials!
fr_fr: Pièce d'identité invalide!
ru_ru: Неверные учетные данные!

source: New credential sent to your email please check your inbox.
fr_fr: Nouveaux identifiants envoyés à votre adresse e-mail, veuillez vérifier votre boîte de réception.

source: Please set recaptcha.
fr_fr: S'il vous plaît définir recaptcha.
ru_ru: Пожалуйста добавьте recaptcha.

source: Captcha is invalid! Please try again.
fr_fr: Captcha est invalide! Veuillez réessayer.

source: Activity not found!
fr_fr: Activité non trouvée!
ru_ru: Действие не найдено!

source: Specific Options
fr_fr: Options spécifiques
ru_ru: Особые Параметры

source: Valid file type
fr_fr: Type de fichier valide
ru_ru: Допустимый тип файла

source: Maximum file size
fr_fr: Taille maximale du fichier
ru_ru: Максимальный размер файла

source: True Label
fr_fr: Vrai label
ru_ru: Подлинный Ярлык

source: False Label
fr_fr: Faux Label
ru_ru: Поддельный Ярлык

source: Default Value
fr_fr: Valeur par défaut
ru_ru: Значение по умолчанию

source: True
fr_fr: Vrai
ru_ru: Правда

source: False
fr_fr: Faux
ru_ru: Ложь

source: Date Range
fr_fr: Plage de dates
ru_ru: Диапазон Дат

source: Min date
fr_fr: Date min
ru_ru: Минимальная дата

source: Max date
fr_fr: Date max
ru_ru: Максимальная дата

source: Single
fr_fr: Célibataire
ru_ru: Единый

source: Multiple
fr_fr: Мultiple
ru_ru: Множественный

source: Max file size
fr_fr: Taille maximale du fichier
ru_ru: Максимальный размер файла

source: You can disable / enable locations in listing details page.
fr_fr: Vous pouvez désactiver / activer les emplacements dans la page de détails de la l'annonce.

source: Membership Add-on must be installed for this!
fr_fr: L'Extension Affiliation doit être installée pour cela!

source: Viewable by
fr_fr: Visible par
ru_ru: Видимый для

source: All Users
fr_fr: Tous les utilisateurs
ru_ru: Все Пользователи

source: Selected Users
fr_fr: Utilisateurs sélectionnés
ru_ru: Выбранные Пользователи

source: Leave empty to hide!
fr_fr: Laissez vide pour vous cacher!
ru_ru: Оставьте пустым, чтобы скрыть!

source: Data category
fr_fr: Catégorie de données
ru_ru: Категория Данных

source: Storage
fr_fr: Espace de rangement
ru_ru: Склад

source: Multilingual
fr_fr: Multilingue
ru_ru: Мультиязычный

source: Detail Page
fr_fr: Page de détail
ru_ru: Страница Сведений

source: Search Widget
fr_fr: Widget de recherche
ru_ru: Виджет Поиска

source: PDF Flyer
fr_fr: PDF-Prospectus
ru_ru: PDF-Флайер

source: Save Search
fr_fr: Sauvegarder la recherche
ru_ru: Сохранить Поисковой Запрос

source: Network Apply
fr_fr: Appliquer Réseau
ru_ru: Применить к Сети

source: Compare
fr_fr: Comparer
ru_ru: Сравнить

source: Compare row
fr_fr: Ligne de comparaison
ru_ru: Сравнить строку

source: Higher is better
fr_fr: Plus haut c'est mieux
ru_ru: Чем выше, тем лучше

source: Lower is better
fr_fr: Plus bas c'est mieux
ru_ru: Чем ниже, тем лучше

source: Field ID
fr_fr: Champ ID

source: Column Name
fr_fr: Nom de colonne
ru_ru: Название Столбца

source: Specificable
fr_fr: Spécifique
ru_ru: Особые Возможности

source: Listing specific
fr_fr: Annonce spécifique
ru_ru: Особый Листинг

source: Property type specific
fr_fr: Type de propriété spécifique
ru_ru: Особые Типы Объектов

source: Field specific
fr_fr: Champ spécifique

source: Field
fr_fr: Champ

source: User type specific
fr_fr: Type d'utilisateur spécifique
ru_ru: Особый тип пользователя

source: If zero
fr_fr: Si zéro
ru_ru: Если ноль

source: Show Text
fr_fr: Afficher le texte
ru_ru: Показать Текст

source: Text
fr_fr: Тexte
ru_ru: Текст

source: Parent Kind
fr_fr: Genre Franchise
ru_ru: Исходный Вид

source: Replace Parent Data
fr_fr: Remplacer les données franchise
ru_ru: Заменить Исходные Данные

source: Convert to Feature
fr_fr: Convertir en fonctionnalité

source: Show Label
fr_fr: Afficher le label
ru_ru: Показать Ярлык

source: Ribbon
fr_fr: Лента
ru_ru: Лента

source: hide
fr_fr: cacher
ru_ru: скрыть

source: Background Color
fr_fr: Couleur de fond
ru_ru: Цвет Фона

source: Text Color
fr_fr: Couleur du texte
ru_ru: Цвет Текста

source: Labeled by default
fr_fr: Étiqueté par défaut
ru_ru: Ярлык поставлен по умолчанию

source: The Tags Add-on must be installed for this feature!
fr_fr: L'Extension Tags doit être installée pour cette fonctionnalité!
ru_ru: Дополнение Тэги должно быть установлено для этого!

source: Convert to Select
fr_fr: Convertir en sélection
ru_ru: Конвертировать в Выбрать

source: If Zero
fr_fr: Si zéro
ru_ru: Если Ноль

source: Editor Settings
fr_fr: Paramètres de l'éditeur
ru_ru: Настройки Редактора

source: Advanced Editor
fr_fr: Éditeur avancé
ru_ru: Расширенный Редактор

source: Convert high values to Acre and Hectare
fr_fr: Convertir des valeurs élevées en Acre et Hectare

source: Link title
fr_fr: Titre du lien
ru_ru: Название ссылки

source: New Window
fr_fr: Nouvelle Fenêtre
ru_ru: Новое Окно

source: Current Window
fr_fr: Fenêtre actuelle
ru_ru: Текущее Окно

source: Walk
fr_fr: Marche
ru_ru: Пешком

source: Car
fr_fr: Voiture
ru_ru: Машина

source: Add new
fr_fr: Ajouter nouveau

source: By
fr_fr: Par
ru_ru: На

source: Manually insert meta keywords
fr_fr: Insérer manuellement des mots-clés méta
ru_ru: Вставка мета-ключевых слов вручную

source: Pro addon must be installed for this!
fr_fr: L'extension Pro doit être installée pour cela!
ru_ru: Дополнение PRO должно быть установлено для этого!

source: Manually insert meta descriptions
fr_fr: Insérer manuellement des méta-descriptions
ru_ru: Вставка мета-описаний вручную

source: Position of property
fr_fr: Position de la propriété
ru_ru: Положение объекта

source: Geocode was not successful for the following reason:
fr_fr: Le géocode n'a pas abouti pour la raison suivante:
ru_ru: Геокодирование не удалось выполнить по следующей причине:

source: Enter a valid %s!
fr_fr: Entrez un% s valide!
ru_ru: Введите %s!

source: Location data is mandatory
fr_fr: Les données de localisation sont obligatoires
ru_ru: Информация о местоположении обязательна

source: Enter a valid %s for %s!
fr_fr: Entrez un% s valide pour% s!
ru_ru: Введите действующий %s для %s!

source: Upload a valid
fr_fr: Télécharger un valide

source: Image uploader
fr_fr: Téléchargeur d'image
ru_ru: Загрузчик изображений

source: External images
fr_fr: Images externes
ru_ru: Внешние изображения

source: Select files
fr_fr: Sélectionnez les fichiers
ru_ru: Выбрать файлы

source: To select images click on "Select files."
fr_fr: Pour sélectionner des images, cliquez sur "Sélectionner des fichiers".

source: Add image
fr_fr: Ajouter une image
ru_ru: Добавить изображение

source: To insert images click on "Add image."
fr_fr: Pour insérer des photos, cliquez sur "Ajouter une image".

source: Image links
fr_fr: Liens photo
ru_ru: Ссылки на изображения

source: Enter each image link in a new line
fr_fr: Entrez chaque lien de photo dans une nouvelle ligne
ru_ru: Введите каждую ссылку на изображение в новой строке

source: Delete all images
fr_fr: Supprimer toutes les photos
ru_ru: Удалить Все изображения

source: Image Title
fr_fr: Titre de la photo
ru_ru: Название Изображения

source: Image Description
fr_fr: Description de la photo
ru_ru: Описание Изображения

source: Image Category
fr_fr: Categorie de la photo
ru_ru: Категория Изображения

source: Error occured
fr_fr: Une erreur est survenue
ru_ru: Ошибка

source: To attach files click on the "Select files" button.
fr_fr: Pour joindre des fichiers, cliquez sur le bouton "Sélectionner les fichiers".
ru_ru: Чтобы прикрепить файлы нажмите на кнопку "Выбрать файлы".

source: Delete all attachments
fr_fr: Supprimer toutes les pièces jointes
ru_ru: Удалить все вложения

source: Attachment Title
fr_fr: Titre de la pièce jointe
ru_ru: Название Вложения

source: Attachment Description
fr_fr: Description de la Pièce jointe
ru_ru: Описание Вложения

source: Attachment Category
fr_fr: Categorie de la Pièce jointe
ru_ru: Категория Вложения

source: Embed code
fr_fr: Code intégré
ru_ru: Встраиваемый код

source: Video uploader
fr_fr: Téléchargeur de vidéo
ru_ru: Видео загрузчик

source: Add video
fr_fr: Ajouter une vidéo
ru_ru: Добавить видео

source: Video title
fr_fr: Titre de la vidéo
ru_ru: Название видео

source: Video description
fr_fr: Description de la vidéo
ru_ru: Описание видео

source: Need help?
fr_fr: Besoin d'aide?

source: Video embed code
fr_fr: Code d'intégration vidéo
ru_ru: Видео встраиваемого кода

source: Sample: %s
fr_fr: Échantillon:% s
ru_ru: Например: %s

source: Select Files
fr_fr: Sélectionnez les fichiers
ru_ru: Выбрать файлы

source: Choose videos by clicking on "Select Files."
fr_fr: Choisissez des vidéos en cliquant sur "Sélectionner les fichiers".
ru_ru: Выберите все видео с помощью кнопки "Выбрать Файлы".

source: Video Title
fr_fr: Titre de la vidéo
ru_ru: Название Видео

source: Video Description
fr_fr: Description de la vidéo
ru_ru: Описание Видео

source: Video Category
fr_fr: Catégorie de la vidéo
ru_ru: Категория Видео

source: Length
fr_fr: Longueur
ru_ru: Длина

source: Add room
fr_fr: Ajouter chambre
ru_ru: Добавить комнату

source: Enter Specific Language Value...
fr_fr: Entrer une valeur de langue spécifique ...
ru_ru: Введите Особое Значение Языка...

source: Your friend's name
fr_fr: Le nom de votre ami

source: Your friend's email
fr_fr: L'email de votre ami

source: Subject
fr_fr: Sujet
ru_ru: Тема

source: The PRO Add-on must be installed for this feature.
fr_fr: L'extension PRO doit être installée pour cette fonctionnalité.
ru_ru: Дополнение PRO должно быть установлено для этого.

source: provider
fr_fr: fournisseur

source: results
fr_fr: résultats

source: features.0
fr_fr: fonctionnalités.0

source: price_period
fr_fr: prix_période

source: images
fr_fr: photos

source: params
fr_fr: paramètres

source: name
fr_fr: nom

source: table_name
fr_fr: table_nom

source: table_column
fr_fr: table_colonne

source: values
fr_fr: valeurs

source: value
fr_fr: valeur

source: enabled
fr_fr: activé

source: setting_name
fr_fr: paramètre_nom

source: We received a password be reset request for the following account:
fr_fr: Nous avons reçu une demande de réinitialisation du mot de passe pour le compte suivant:

source: Username: %s
fr_fr: Nom d'utilisateur:% s
ru_ru: Имя пользователя: %s

source: If you did not request this change, please ignore this email.
fr_fr: Si vous n'avez pas demandé cette modification, veuillez ignorer cet email.

source: To reset your password, please follow the link below:
fr_fr: Pour réinitialiser votre mot de passe, veuillez suivre le lien ci-dessous:
ru_ru: Чтобы сбросить ваш пароль, перейдите по ссылке ниже:

source: [%s] Password Reset
fr_fr: [% s] Réinitialisation du mot de passe
ru_ru: [%s] Сброс Пароля

source: Validation failed!
fr_fr: Validation échouée!
ru_ru: Ошибка транзакции!

source: OpenHouse
fr_fr: Journée portes ouvertes

source: Forclosure
fr_fr: Saisie
ru_ru: Взыскание

source: Lot Area
fr_fr: Surface du lot
ru_ru: Площадь Участка

source: Logs Saved.
fr_fr: Journaux enregistrés.
ru_ru: Журналы Сохранены.

source: Empty
fr_fr: Vide
ru_ru: Пустой

source: Profile/Agent Listing
fr_fr: Profil/Agent Annonce
ru_ru: Листинг Профиля/ Агента

source: Profile/Agent Show
fr_fr: Profil / Agent Voir
ru_ru: Показать Профиль/Агента

source: Property Listing
fr_fr: Liste de propriété
ru_ru: Листинг Объектов

source: Property Show
fr_fr: Marché d'Immobilier
ru_ru: Показы Объектов

source: WPL Search Widget
fr_fr: WPL Recherche Widget

source: Profile Wizard
fr_fr: Assistant Profil

source: (WPL) Search
fr_fr: (WPL) Recherche
ru_ru: (WPL) Поиск

source: Content
fr_fr: Contenu

source: Profile Listing
fr_fr: Profil de l'annonce

source: Profile Listing Pages.
fr_fr: Profils des pages d'annonces.
ru_ru: Листинг Профиля/ Агента.

source: Profile/Agent Show Pages.
fr_fr: Детали Профиля/Агента.
ru_ru: Детали Профиля/Агента.

source: Profile Wizard Pages.
fr_fr: Pages de l'assistant de profil.
ru_ru: Мастер настройки страницы профиля.

source: Property Listing Pages. (only one per page)
fr_fr: Pages de propriétés. (une seule par page)

source: Property Details Pages.
fr_fr: Pages de détails de la propriété.
ru_ru: Страница Деталей Объекта.

source: Results returned.
fr_fr: Résultats Trouvés.
ru_ru: Найдено.

source: Per Page
fr_fr: Par Page
ru_ru: На странице

source: BY
fr_fr: PAR
ru_ru: OT

source: Rooms
fr_fr: Chambres
ru_ru: Комнаты

source: Bedrooms
fr_fr: Chambres
ru_ru: Спальня

source: Bathrooms
fr_fr: Salle de bain
ru_ru: Ванные

source: Price Range
fr_fr: Gamme prix
ru_ru: Ценовой диапазон

source: Appliances
fr_fr: Appareils
ru_ru: Устройства

source: Features
fr_fr: Caractéristiques
ru_ru: Характеристики

source: Introduce Tour
fr_fr: Ввести Тур
ru_ru: Ввести Тур

source: Close
fr_fr: Fermer
ru_ru: Закрыть

source: You have reached your membership limit. Contact administrator to upgrade!
fr_fr: Vous avez atteint votre limite d'affiliation. Contactez l'administrateur pour mettre à niveau!
ru_ru: Достигнут лимит вашего членства. обратитесь к администратору, если вы хотите его обновить!

source: Listings of
fr_fr: Annonces de
ru_ru: Листинги

source: Listings
fr_fr: Annonces
ru_ru: Листинги

source: which is located in
fr_fr: qui est situé dans
ru_ru: который расположен в

source: Members
fr_fr: Membres
ru_ru: Члены

source: %s update(s) are available for WPL and its addons. Please proceed with update after creating a backup.
fr_fr: Les mises à jour% s sont disponibles pour WPL et ses extensions. Veuillez poursuivre la mise à jour après avoir créé une sauvegarde.

source: You can enable advanced map markers simply here. You just need to configure the color and icons and then check Google Maps on your website! Don't forget to click save button below.
fr_fr: Vous pouvez activer les marqueurs de carte avancés simplement ici. Il vous suffit de configurer la couleur et les icônes, puis de vérifier Google Maps sur votre site Web! N'oubliez pas de cliquer sur le bouton Enregistrer ci-dessous.

source: Listing Link Pattern
fr_fr: Modèle de lien de liste

source: Listing Page Title
fr_fr: Annonce Page Titre

source: Meta Keywords
fr_fr: Méta Mots-clés
ru_ru: Мета Ключевые Слова

source: ERROR: Required fileds are invalid!
fr_fr: ERREUR: les champs requis sont invalides!
ru_ru: ОШИБКА: Обязательные поля недействительны!

source: ERROR: Required fields are invalid!
fr_fr: ERREUR: les champs obligatoires ne sont pas valides!
ru_ru: ОШИБКА: Обязательные поля недействительны!

source: Datepicker
fr_fr: Sélecteur de date

source: Min,Max,Icon like 1999-01-01,2020-01-01,0
fr_fr: Min,Max,Icône comme 1999-01-01,2020-01-01,0
ru_ru: Мин, Макс, Иконка, как 1999-01-01,2020-01-01,0

source: Min,Max like 1999-01-01,2020-01-01
fr_fr: Min, Max comme 1999-01-01,2020-01-01
ru_ru: Мин, Макс как 1999-01-01,2020-01-01

source: Check box
fr_fr: Case à cocher
ru_ru: Флажок

source: Any/Yes
fr_fr: Tout / oui
ru_ru: Любой/Да

source: Select box
fr_fr: Cochez la case
ru_ru: Выпадающее меню

source: Single Option
fr_fr: Option unique
ru_ru: Единственный Вариант

source: Multiple Options
fr_fr: Options multiples
ru_ru: Выбрать Несколько Вариантов

source: Multiple SelectBox
fr_fr: Sélection multiple

source: Check boxes
fr_fr: Cases à cocher
ru_ru: Флажки

source: Radio Buttons
fr_fr: Boutons radio
ru_ru: Переключатели

source: Radio buttons with any
fr_fr: Boutons radio avec
ru_ru: Переключатели с любыми

source: Predefined
fr_fr: Prédéfini
ru_ru: Предопределенный

source: Select Box from predefined items
fr_fr: Sélectionner une boîte à partir d'éléments prédéfinis
ru_ru: Выпадающее меню из предопределенный элементов

source: Location Textsearch
fr_fr: Localisation Textesearch
ru_ru: Текстовый поиск местоположения

source: Advanced Location Textsearch
fr_fr: Recherche avancée de texte
ru_ru: Улучшенный поиск местоположения

source: Radius Search
fr_fr: Recherche par rayon
ru_ru: Радиус Поиска

source: Multiple Keywords
fr_fr: Mots-clés multiples

source: Dropdown
fr_fr: Menu déroulant
ru_ru: Выпадающий список

source: Multi-Select Dropdown
fr_fr: Liste déroulante à sélection multiple

source: Hierarchical Dropdown
fr_fr: Liste déroulante hiérarchique

source: Hierarchical Multi-Select Dropdown
fr_fr: Liste déroulante hiérarchique multi-sélections

source: Location Multiple Radius
fr_fr: Emplacement Multiple Radius
ru_ru: Несколько Радиусов Местоположения

source: Location place-holder
fr_fr: Emplacement Titulaire
ru_ru: Заполнитель Местоположений

source: Exact Text
fr_fr: Texte exact
ru_ru: Точный Текст

source: Range
fr_fr: Gamme
ru_ru: Диапазон

source: min,max,increment like 0,10,1
fr_fr: min,max,incrément comme 0,10,1
ru_ru: мин, макс, дифференциал, как 0, 10, 1

source: Exact text
fr_fr: Тexte exact
ru_ru: Точный Текст

source: min,max,increment like 0,10,1 (Sale)
fr_fr: min,max,incrément comme 0,10,1 (Vente)

source: min,max,increment for rental listings
fr_fr: min, max, incrément pour les annonces de location

source: min,max,increment (Rental)
fr_fr: min, max, increment (Location)

source: Textbox
fr_fr: Zone de texte
ru_ru: Текстовое поле

source: Textarea
fr_fr: Zone de texte
ru_ru: Элемент текстовая область

source: Separator
fr_fr: Séparateur
ru_ru: Разделитель

source: Check In
fr_fr: Enregistrement
ru_ru: Заезд

source: Location Text
fr_fr: Texte de localisation
ru_ru: Текст Местоположения

source: Equal or more than %s
fr_fr: Égale ou supérieure à% s

source: Equal or less than %s
fr_fr: Égal ou inférieur à% s

source: In these values: %s
fr_fr: Dans ces valeurs:% s

source: Contains %s
fr_fr: Contient% s
ru_ru: Содержит %s

source: Between %s and %s
fr_fr: Entre% s et% s

source: Between
fr_fr: Entre

source: and %s
fr_fr: et %s

source: Not select in %s
fr_fr: Ne pas sélectionner dans% s

source: Up to %s
fr_fr: Jusqu'à% s

source: More than %s
fr_fr: Plus que% s

source: Picture width
fr_fr: Largeur de l'image
ru_ru: Ширина изображения

source: Picture height
fr_fr: Hauteur de l'image
ru_ru: Высота изображения

source: Sending emails directly
fr_fr: Envoi direct d'emails
ru_ru: Отправка писем напрямую

source: View website
fr_fr: Voir le site web
ru_ru: Посмотреть сайт

source: Select Your File
fr_fr: Sélectionnez votre fichier
ru_ru: Выберите Ваш Файл

source: File extension does not match.
fr_fr: L\'extension du fichier ne correspond pas.
ru_ru: Расширение файла не совпадает.

source: Chart Data
fr_fr: Données du graphique
ru_ru: Данные Диаграммы

source: Insert rendered string (For developers)
fr_fr: Insérer la chaîne rendue (pour les développeurs)
ru_ru: Вставить визуализированную строку (Для разработчиков)

source: Basic Options
fr_fr: Options de base
ru_ru: Базовые Функции

source: Map Type
fr_fr: Type de carte
ru_ru: Тип Карты

source: Typical
fr_fr: Typique
ru_ru: Типичный

source: Map View
fr_fr: Vue de la carte
ru_ru: Вид Карты

source: Roadmap
fr_fr: Carte routière
ru_ru: Дорожная Карта

source: Hybrid
fr_fr: Hybride
ru_ru: Гибридная

source: Default latitude
fr_fr: Latitude par défaut
ru_ru: Широта по умолчанию

source: Default longitude
fr_fr: Longitude par défaut
ru_ru: Долгота по умолчанию

source: Default zoom level
fr_fr: Niveau de zoom par défaut
ru_ru: Уровень масштабирования по умолчанию

source: Scroll wheel zoom
fr_fr: Molette de défilement zoom

source: Map height
fr_fr: Hauteur Carte
ru_ru: Высота Карты

source: Infowindow Event
fr_fr: Evènement Infowindow
ru_ru: Информационное окно показать при

source: Click
fr_fr: Cliquez sur
ru_ru: Нажмити

source: Mouse Over
fr_fr: Survoler
ru_ru: Курсор Мыши

source: Maximum Daily Hits
fr_fr: Mximum de Hits Quotidiens

source: Get Direction
fr_fr: Obtenir la direction
ru_ru: Направление
