Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Login to continue
fr_fr: Connectez-vous pour continuer
ru_ru: Войти чтобы продолжить

source: Maximum title character
fr_fr: Caractère de titre maximum
ru_ru: Максимальное количество символов заголовка

source: Image width
fr_fr: Largeur de l'image
ru_ru: Ширина изображения

source: Image height
fr_fr: Hauteur de l'image
ru_ru: Высота изображения

source: Show contact
fr_fr: Montrer Contact
ru_ru: Показать контактные данные

source: Show compare
fr_fr: Comparer Contact
ru_ru: Показать сравнение

source: (WPL) Favorites
fr_fr: (WPL) Favoris
ru_ru: (WPL) Избранные

source: Favorite widget to add property to a list by anonymous user.
fr_fr: Widget favori pour ajouter une propriété à une liste par un utilisateur anonyme.
ru_ru: Виджет Избранное для добавления объектов в список анонимными пользователями.

source: Favorites
fr_fr: Favoris
ru_ru: Избранное

source: Full Name
fr_fr: Nom complet
ru_ru: Имя

source: Phone
fr_fr: Téléphone
ru_ru: Телефон

source: Contact Favorites
fr_fr: Contact Favoris
ru_ru: Связаться

source: Compare favorites
fr_fr: Comparer Favoris
ru_ru: Сравнить Избранное

source: (WPL) Unit Switcher
fr_fr: (WPL) Commutateur d'unités
ru_ru: (WPL) Переключатель Единиц измерения

source: Let visitors to switch between currencies etc.
fr_fr: Permettez aux visiteurs de changer de devise, etc.
ru_ru: Позволяет переключатся между валютами и т.д.

source: Currency Switcher
fr_fr: Changeur de devise
ru_ru: Переключатель Валюты

source: Name, Email
fr_fr: Nom, Email
ru_ru: Имя, Email

source: All WordPress users
fr_fr: Tous les utilisateurs de WordPress
ru_ru: Все пользователи WordPress

source: Brokerage
fr_fr: Courtage
ru_ru: Брокераж

source: Add user to WPL
fr_fr: Ajouter un utilisateur à WPL
ru_ru: Добавить пользователя на WPL

source: Remove user from WPL
fr_fr: Supprimer l'utilisateur de WPL
ru_ru: Удалить пользователя с WPL

source: Neighborhoods
fr_fr: Voisinage
ru_ru: Район

source: Command not found!
fr_fr: Commande non trouvée!
ru_ru: Команда не найдена!

source: Authentication Failure. Invalid login or password supplied.
fr_fr: Échec de l'authentification. Identifiant ou mot de passe fourni invalide.

source: Success
fr_fr: Succès
ru_ru: Успешно

source: Authentication Failure. You must login first.
fr_fr: Échec de l'authentification. Vous devez d'abord vous connecter.

source: Required parameter (Type) was not supplied.
fr_fr: Le paramètre requis (Type) n'a pas été fourni.

source: The specified Type parameter is not valid.
fr_fr: Le paramètre Type spécifié n'est pas valide.
ru_ru: Недействительный параметр Типа.

source: Required parameter (ID) was not supplied.
fr_fr: Le paramètre requis (ID) n'a pas été fourni.

source: RETS Server: Invalid Format parameter [%s]
fr_fr: Serveur RETS: paramètre de format non valide [% s]

source: RETS Server: Parameter (QueryType) has an invalid value of %s.
fr_fr: Serveur RETS: le paramètre (QueryType) a une valeur non valide de% s.

source: Specified Resource/Class is not valid.
fr_fr: La ressource / classe spécifiée n'est pas valide.
ru_ru: Недопустимое расширение файла.

source: RETS Server: No ID parameter supplied.
fr_fr: Serveur RETS: Aucun paramètre d'identification fourni.

source: Invalid Type parameter in request.
fr_fr: Paramètre de type non valide dans la demande.

source: Object not found!
fr_fr: Objet non trouvé!
ru_ru: Объект не найден!

source: Logout Successful
fr_fr: Déconnexion réussie
ru_ru: Вы вышли из системы

source: RETS Server: Required parameter (ID) did not contain valid data. (This usually happens if you request something that would need both a class and a resource).
fr_fr: Serveur RETS: Le paramètre requis (ID) ne contenait pas de données valides. (Cela se produit généralement si vous demandez quelque chose qui nécessiterait à la fois une classe et une ressource)

source: Prefilter
fr_fr: Préfiltre
ru_ru: Предварительный фильтр

source: Empty receiver!
fr_fr: Récepteur vide!
ru_ru: Пустой получатель!

source: SMS sent!
fr_fr: SMS envoyé!
ru_ru: SMS отправлено!

source: Available memberships
fr_fr: Abonnements disponibles
ru_ru: Доступные Членства

source: Included memberships
fr_fr: Abonnements inclus
ru_ru: Включенные Членства

source: Add
fr_fr: Ajouter
ru_ru: Добавить

source: Remove
fr_fr: Supprimer
ru_ru: Удалить

source: Available users
fr_fr: Utilisateurs disponibles
ru_ru: Доступные пользователи

source: Included users
fr_fr: Utilisateurs inclus
ru_ru: Включенные пользователи

source: Mobile Number
fr_fr: Numéro de portable
ru_ru: Номер Мобильного

source: Included mobile
fr_fr: Mobile inclus
ru_ru: Включенные мобильные номера

source: Free
fr_fr: Libre
ru_ru: Бесплатно

source: Unlimited
fr_fr: Illimité
ru_ru: Безлимит

source: Save Criterias
fr_fr: Enregistrer les critères
ru_ru: Сохранить Критерии

source: Total number of properties
fr_fr: Nombre total de propriétés
ru_ru: Общее количество объектов

source: Total number of hot properties
fr_fr: Nombre total de propriétés exceptionnelles
ru_ru: Общее количество горячих объектов

source: Total number of featured properties
fr_fr: Nombre total de propriétés mises en avant
ru_ru: Общее количество популярных объектов

source: Register form
fr_fr: Formulaire d'inscription
ru_ru: Форма регистрации

source: Private Membership
fr_fr: Abonnement privé
ru_ru: Приватное Членство

source: Nobody can register to private memberships from frontend of website.
fr_fr: Personne ne peut s'inscrire à des abonnements privés à partir de la façade du site Web.

source: Listing Restriction (PWizard)?
fr_fr: Liste de restriction (PWizard)?

source: Property Type Restriction (PWizard)?
fr_fr: Type de propriété Restriction (PWizard)?

source: Listing Restriction (PListing)?
fr_fr: Restriction d'inscription (PListing)?

source: Property Type Restriction (PListing)?
fr_fr: Type de propriété Restriction (PListing)?

source: Listing Restriction (PShow)?
fr_fr: Restriction de référencement (PShow)?

source: Property Type Restriction (PShow)?
fr_fr: Type de propriété Restriction (PShow)?

source: Receive Contact Emails Directly
fr_fr: Recevoir les emails de contact directement
ru_ru: Получать письма непосредственно

source: Substitute Recipient
fr_fr: Destinataire suppléant

source: Force Profile Completion
fr_fr: Forcer la complétion du profil

source: Operation was successful.
fr_fr: L'opération a réussi.
ru_ru: Операция прошла успешно.

source: Uploaded file removed successfully!
fr_fr: Le fichier téléchargé a été supprimé avec succès!
ru_ru: Загруженный файл успешно удален!

source: Language strings are generated.
fr_fr: Les chaînes de langue sont générées.
ru_ru: Языковые строки сгенерированы.

source: Calendar Data removed.
fr_fr: Données du calendrier supprimées.
ru_ru: Данные Календаря удалены.

source: Settings have been imported successfuly!
fr_fr: Les paramètres ont été importés avec succès!
ru_ru: Настройки были импортированы успешно!

source: Cannot import settings!
fr_fr: Impossible d'importer les paramètres!
ru_ru: Невозможно импортировать настройки!

source: Sample properties added.
fr_fr: Exemples de propriétés ajoutés.
ru_ru: Демо объекты добавлены.

source: Disable it
fr_fr: Le désactiver

source: Enable it
fr_fr: L'activer
ru_ru: Активировать

source: Include
fr_fr: Intégrer
ru_ru: Включить

source: Exclude
fr_fr: Exclure
ru_ru: Исключить

source: Greater
fr_fr: Plus grand
ru_ru: Больше

source: Smaller
fr_fr: Plus petit
ru_ru: Меньше

source: Contains
fr_fr: Соntient
ru_ru: Содержит

source: Bedroom(s)
fr_fr: Chambre(s)
ru_ru: Спальня

source: Room(s)
fr_fr: Chambre(s)
ru_ru: Комната

source: Bathroom(s)
fr_fr: Salle de bain(s)
ru_ru: Ванная

source: Picture(s)
fr_fr: Image(s)
ru_ru: Фото

source: Login
fr_fr: S'identifier
ru_ru: Войти

source: More Details
fr_fr: Plus de détails
ru_ru: Подробнее

source: Add to favorites
fr_fr: Ajouter aux favoris

source: Remove from favorites
fr_fr: Supprimer des favoris

source: You don't have access to this menu! %s KB article might be helpful.
fr_fr: Vous n'avez pas accès à ce menu! L'article de la base de connaissances% s peut être utile.
ru_ru: У вас нет доступа к этому меню! %s статья из базы данных может помочь вам.

source: You don't have access to see properties! Please login or register first.
fr_fr: Vous n'avez pas accès à voir les propriétés! Connectez vous ou enregistrez vous d'abord s'il vous plaît.
ru_ru: У вас нет доступа просматривать объекты! Пожалуйста войдите или зарегистрируйтесь сначала.

source: Sorry! The property is not visible until it is confirmed by someone.
fr_fr: Pardon! La propriété n'est pas visible jusqu'à ce qu'elle soit confirmée par quelqu'un.

source: Sorry! Either the url is incorrect or the listing is no longer available.
fr_fr: Pardon! L'URL est incorrecte ou la liste n'est plus disponible.
ru_ru: Извините! Данный url-адрес введен неправильно или листинг более недоступен.

source: Sorry! You don't have access to view this property.
fr_fr: Pardon! Vous n'avez pas accès à voir cette propriété.
ru_ru: У вас нет доступа для просмотра этого объекта.

source: Booking Add-on
fr_fr: Complément de réservation
ru_ru: Дополнение Бронирование

source: Here you can manage and confirm bookings, as well as see your booking history. You can configure the options for this page in the bookings tab, under WPL Settings.
fr_fr: Ici, vous pouvez gérer et confirmer les réservations, ainsi que consulter l'historique de vos réservations. Vous pouvez configurer les options de cette page dans l'onglet Réservations, sous Paramètres WPL.
ru_ru: Здесь вы можете просматривать и подтверждать бронь, а также просматривать историю бронирования.

source: Where can I find help with the WPL Booking Add-on?
fr_fr: Où puis-je trouver de l'aide avec le module de réservation WPL?
ru_ru: Где я могу найти помощь с WPL Дополнением Бронирование?

source: Property is not available for the whole period!
fr_fr: La propriété n'est pas disponible pour toute la période!
ru_ru: Объект не предоставляется в течение всего периода!

source: The minimum stay of the '%s' season is %s nights.
fr_fr: Le séjour minimum de la saison '% s' est de% s nuits.
ru_ru: Минимальное пребывание в '%s' сезон %s ночей.

source: Additional Price
fr_fr: Prix ​​additionnel
ru_ru: Дополнительная Цена

source: Cancellation Policy
fr_fr: Politique d'annulation
ru_ru: Политика Отмены

source: Terms
fr_fr: Termes
ru_ru: Условия

source: SELECT
fr_fr: SÉLECTIONNER
ru_ru: ВЫБРАТЬ

source: Agent Page
fr_fr: Page de l'agent
ru_ru: Страница Агента

source: Booking link
fr_fr: Lien de réservation
ru_ru: Ссылка Бронирования

source: Add cancellation
fr_fr: Ajouter une annulation
ru_ru: Добавить отмену

source: Enter A text
fr_fr: Entrez un texte
ru_ru: Введите Текст

source: Add pet
fr_fr: Ajouter un animal
ru_ru: Добавить животное

source: Check-in
fr_fr: Enregistrement
ru_ru: Заезд

source: Check-out
fr_fr: Départ
ru_ru: Выезд

source: Check Availablity
fr_fr: Vérifier la disponibilité
ru_ru: Проверить Доступность

source: Or
fr_fr: Ou
ru_ru: Или

source: Contact Owner
fr_fr: Contacter le Propriétaire
ru_ru: Связаться с Владельцем

source: Inquire
fr_fr: Renseigner
ru_ru: Спросить

source: Your Name
fr_fr: Votre Nom
ru_ru: Ваше Имя

source: Your Email
fr_fr: Votre Email
ru_ru: Ваш электронный адрес

source: Your Phone Number
fr_fr: Votre numéro de téléphone
ru_ru: Ваш номер телефона

source: Your Question
fr_fr: Votre Question
ru_ru: Ваш вопрос

source: Register Me
fr_fr: Inscrivez-moi
ru_ru: Зарегистрировать меня

source: Property is available for this period
fr_fr: La propriété est disponible pour cette période
ru_ru: Объект доступен на этот период

source: Property is not available for the whole period
fr_fr: La propriété n'est pas disponible pour toute la période
ru_ru: Объект не доступен весь период

source: Check out should be later than check in
fr_fr: Le départ devrait être plus tard que l'enregistrement
ru_ru: Регистрация отъезда должна быть позже, чем регистрация заезда

source: Total Price
fr_fr: Prix Total
ru_ru: Итоговая Цена

source: You can not book a property with this price!
fr_fr: Vous ne pouvez pas réserver une propriété avec ce prix!
ru_ru: Вы не можете забронировать объект с такой ценой!

source: Nights
fr_fr: Nuits
ru_ru: Ночи

source: You need to %s or %s to book this property.
fr_fr: Vous devez% s ou% s pour réserver cette propriété.
ru_ru: Вам нужно %s или %s чтобы забронировать этот объект.

source: Register
fr_fr: S'inscrire
ru_ru: Зарегистрировать

source: You did not select a valid period for book this property.
fr_fr: Vous n'avez pas sélectionné de période de validité pour réserver cette propriété.
ru_ru: Вы не выбрали допустимый период для бронирования этого объекта.

source: The count of nights is less than minimum stay.
fr_fr: Le nombre de nuits est inférieur au séjour minimum.
ru_ru: Количество ночей меньше минимального пребывания.

source: Your request is submitted and after confirmation by agent, you will receive an email to complete your request.
fr_fr: Votre demande est soumise et après confirmation par l'agent, vous recevrez un email pour compléter votre demande.

source: There was a problem with the request. Please, try again.
fr_fr: Il y avait un problème avec la demande. Veuillez réessayer.
ru_ru: Возникла проблема во время отправки запроса, пожалуйста попробуйте еще раз.

source: The name or email field is required.
fr_fr: Le nom ou l'adresse e-mail est obligatoire.
ru_ru: Поле "Имя" или "Электронный адрес" является обязательным.

source: There was a problem with the request. Please, try again..
fr_fr: Il y avait un problème avec la demande. Veuillez réessayer..
ru_ru: Возникла проблема во время отправки запроса, пожалуйста попробуйте еще раз.

source: Property is <b>Available</b> from <i>
fr_fr: La propriété est <b> disponible </b> à partir de <i>
ru_ru: Объект <b> доступен</b> с <i>

source: <b>Notice:</b> This property has been confirmed.
fr_fr: <b> Remarque: </b> Cette propriété a été confirmée.
ru_ru: <b>Уведомление:</b> Этот объект был подтвержден.

source: This request has conflict with
fr_fr: Cette demande est en conflit avec
ru_ru: Этот запрос противоречит

source: Booker Comment
fr_fr: Commentaire Réservation
ru_ru: Комментарий

source: There is no comment.
fr_fr: Il n'y a pas de commentaire.
ru_ru: Нет комментариев.

source: Payment
fr_fr: Paiement
ru_ru: Оплата

source: Payment sucessful.
fr_fr: Paiement réussi.
ru_ru: Оплата успешно произведена.

source: Payment not yet finalized.
fr_fr: Paiement pas encore finalisé.
ru_ru: Оплата не завершена.

source: To pay, send a payment link to the booker.
fr_fr: Pour payer, envoyez un lien de paiement à l'annonceur.
ru_ru: Для оплаты отправьте ссылку человеку, который оформляет бронирование.

source: An error occurred with the transaction because a valid status value was not submitted.
fr_fr: Une erreur s\'est produite lors de la transaction car aucune valeur d'état valide n'a été soumise.

source: Bookings
fr_fr: Réservations
ru_ru: Бронирования

source: Booking tools
fr_fr: Outils de réservation
ru_ru: Инструменты Бронирования

source: Confirmed
fr_fr: Confirmé
ru_ru: Подтверждено

source: Not Confirmed
fr_fr: Pas confirmé
ru_ru: Не подтверждено

source: Booking ID
fr_fr: ID Réservation
ru_ru: ID Бронирования

source: Delete All
fr_fr: Supprimer tout
ru_ru: Удалить Все

source: Add date
fr_fr: Ajouter une date
ru_ru: Добавить дату

source: Price
fr_fr: Prix
ru_ru: Цена

source: No Result
fr_fr: Pas de résultat
ru_ru: Нет Результатов

source: Contact Customer
fr_fr: Contacter le client
ru_ru: Связаться с Клиентом

source: Remove Request
fr_fr: Supprimer la demande
ru_ru: Удалить Запрос

source: Are you sure you want to confirm this booking??
fr_fr: Êtes-vous sûr de vouloir confirmer cette réservation??
ru_ru: Вы уверены, что хотите подтвердить это бронирование??

source: Are you sure you want to unConfirm this booking??
fr_fr: Êtes-vous sûr de vouloir annuler la confirmation de cette réservation??
ru_ru: Вы уверены, что хотите отменить этого бронирования??

source: Are you sure you want to send a link for this booking??
fr_fr: Êtes-vous sûr de vouloir envoyer un lien pour cette réservation??
ru_ru: Вы уверены, что хотите отправить ссылку на это бронирование??

source: The payment link has been sent to the booker
fr_fr: Le lien de paiement a été envoyé à l'annonceur
ru_ru: Ссылка на оплату отправлена человеку, оформившему бронирование

source: Are you sure you want to remove this booking request?
fr_fr: Êtes-vous sûr de vouloir supprimer cette demande de réservation?
ru_ru: Вы уверены, что хотите удалить этот запрос на бронирование?

source: Are you sure you want to remove all booking requests?
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les demandes de réservation?
ru_ru: Вы уверены, что хотите удалить все запросы на бронирование?

source: You don't have access to this part!
fr_fr: Vous n'avez pas accès à cette partie!
ru_ru: У вас нет доступа к этой части!

source: Your Info
fr_fr: Vos infos
ru_ru: Ваши Данные

source: Terms & Conditions
fr_fr: Termes et Conditions
ru_ru: Условия и Положения

source: Pet Policy
fr_fr: Politique relative aux animaux domestiques
ru_ru: Отношение к Животным

source: Send a comment to the agent
fr_fr: Envoyer un commentaire à l'agent
ru_ru: Отправить комментарий агенту

source: I agree to the Terms & Conditions
fr_fr: J'accepte les termes et conditions
ru_ru: Я принимаю Условия и Положения

source: Payment Info
fr_fr: Information de paiement
ru_ru: Информация об Оплате

source: Payment Description
fr_fr: Description de paiement
ru_ru: Описание Оплаты

source: Congratulation
fr_fr: Félicitation
ru_ru: Поздравляем

source: Your property is booked.
fr_fr: Votre propriété est réservée.
ru_ru: Ваш объект забронирован.

source: Your payment has been processed. The agent will confirm your request.
fr_fr: Votre paiement a été traité. L'agent confirmera votre demande.
ru_ru: Ваша оплата произведена, агент подтвердит ваш запрос.

source: Check in
fr_fr: Enregistrement
ru_ru: Заезд

source: Check out
fr_fr: Départ
ru_ru: Выезд

source: House Rules
fr_fr: Règles de la maison
ru_ru: Внутренний Распорядок

source: Your request was not found! Please book the property again.
fr_fr: Votre demande n'a pas été trouvée! S'il vous plaît réserver à nouveau la propriété.
ru_ru: Ваш запрос не найден! Пожалуйста забронируйте объекта снова.

source: Please, agree to the Terms & Conditions.
fr_fr: Veuillez accepter les termes et conditions.
ru_ru: Я принимаю Условия и Положения.

source: The property does not exist.
fr_fr: La propriété n'existe pas.
ru_ru: Этот объект не существует.

source: You need to login or register to book this property.
fr_fr: Vous devez vous connecter ou vous inscrire pour réserver cette propriété.
ru_ru: Вам нужно войти в систему или зарегистрироваться, чтобы забронировать этот объект.

source: There was a problem submitting the booking!
fr_fr: Un problème est survenu lors de la réservation!
ru_ru: Возникла проблема в предоставлении бронирования!

source: Booking request with ID
fr_fr: Demande de réservation avec ID
ru_ru: Запрос на бронирование с ID

source: This booking request doest not exist or it has been deleted by the agent!
fr_fr: Cette demande de réservation n'existe pas ou a été supprimée par l'agent!
ru_ru: Это бронирование не существует или было удалено агентом!

source: This booking request is not available to you!
fr_fr: Cette demande de réservation n'est pas disponible pour vous!
ru_ru: Это бронирование не относится к вам!

source: This booking request has been confirmed by the agent!
fr_fr: Cette demande de réservation a été confirmée par l'agent!
ru_ru: Это бронирование было подтверждено агентом!

source: Registration disabled!
fr_fr: Inscription désactivée!
ru_ru: Регистрация недействительна!

source: Invalid Token!
fr_fr: Invalide Token!
ru_ru: Недействительный Символ!

source: Invalid Email!
fr_fr: Invalide Email!
ru_ru: Недействительный электронный адрес!

source: Email exists.
fr_fr: Le mail existe.
ru_ru: Электронный адрес существует.

source: Your email has been sent and your account saved successfully. Please check your email for password.
fr_fr: Votre email a été envoyé et votre compte enregistré avec succès. S'il vous plaît vérifier votre email pour mot de passe.
ru_ru: Ваш электронный адрес был отправлен и ваша учетная запись сохранена успешно. Проверьте пароль на электронной почте.

source: Total number of agents
fr_fr: Nombre total d'agents
ru_ru: Общее количество агентов

source: Available memberships for agents
fr_fr: Abonnements disponibles pour les agents
ru_ru: Доступные Членства для агентов

source: Agents
fr_fr: Аgents
ru_ru: Агенты

source: Add Agent
fr_fr: Ajouter Agent
ru_ru: Добавить Агента

source: Memberships
fr_fr: Adhésions
ru_ru: Членства

source: Please fill required data.
fr_fr: S'il vous plaît remplir les données requises.
ru_ru: Пожалуйста, заполните необходимые данные.

source: You reached your agent limit.
fr_fr: Vous avez atteint votre limite d'agent.
ru_ru: Вы достигли своего лимита.

source: First Name
fr_fr: Prénom
ru_ru: Имя

source: Last Name
fr_fr: Nom de Famille
ru_ru: Фамилия

source: Mobile
fr_fr: Téléphone
ru_ru: Мобильный

source: No agent is added under your brokerage! You can add one now.
fr_fr: Aucun agent n'est ajouté sous votre courtage! Vous pouvez en ajouter un maintenant.
ru_ru: Ни один агент не добавлен в ваш брокераж! Вы можете добавить один сейчас.

source: Registration Date:
fr_fr: Date d'inscription:
ru_ru: Дата Регистрации:

source: Properties:
fr_fr: Propriétés:
ru_ru: Объекты:

source: Delete Agent
fr_fr: Effacer Agent
ru_ru: Удалить Агента

source: Following memberships are available for your brokerage. You can assign your agents to one of following memberships.
fr_fr: Les abonnements suivants sont disponibles pour votre courtage. Vous pouvez affecter vos agents à l’une des appartenances suivantes.
ru_ru: Данные членства доступны для вашего брокеража. Вы можете назначить агентов к одном из них.

source: Property Count
fr_fr: Nombre de biens
ru_ru: Количество Объектов

source: Hot Property
fr_fr: Propriété sensationnelle
ru_ru: Горящий Объект

source: Featured Property
fr_fr: Propriété mise en avant
ru_ru: Популярный Объект

source: Allowed Listings Types
fr_fr: Types d'annonces autorisés
ru_ru: Разрешенные Типы Листингов

source: Allowed Property Types
fr_fr: Types de propriété autorisés
ru_ru: Разрешенные Типы Объектов

source: You should %s first to see your brokerage!
fr_fr: Vous devriez% s voir d’abord votre courtage!
ru_ru: Вам следует %s сначала, чтобы увидеть свой брокераж!

source: You don't have access to brokerage menu!
fr_fr: Vous n'avez pas accès au menu de courtage!
ru_ru: У вас нет доступа к меню брокераж!

source: Invalid Username!
fr_fr: Nom d'utilisateur invalide!
ru_ru: Неверное имя пользователя!

source: Username already exists.
fr_fr: Ce nom d'utilisateur existe déjà.
ru_ru: Имя пользователя существует.

source: Invalid membership selected!
fr_fr: Adhésion invalide sélectionnée!
ru_ru: Выбран недопустимый тип членства!

source: User registered. Password sent to the email that you inserted!
fr_fr: Utilisateur enregistré. Mot de passe envoyé à l'email que vous avez inséré!
ru_ru: Пользователь зарегистрирован. Пароль отправлен на вашу электронную почту!

source: Agent removed sucessfully!
fr_fr: Agent enlevé avec succès!
ru_ru: Агент успешно удален!

source: This agent is not included in your brokerage!
fr_fr: Cet agent n'est pas inclus dans votre courtage!
ru_ru: Этот агент не включен в ваш брокераж!

source: Admin
fr_fr: Administrateur
ru_ru: Администратор

source: Calendar Add-on
fr_fr: Calendrier Extension
ru_ru: Дополнение Календарь
