Repository: common-repository/real-estate-listing-realtyna-wpl
Catalog: languages/real-estate-listing-realtyna-wpl-*.po
Languages: fr_fr, ru_ru

source: Enabled - Show Direction Text
fr_fr: Activé - Afficher le texte de direction
ru_ru: Активировать - Показывать Текст Направления

source: Spatial API
fr_fr: API Spatial

source: Map Search
fr_fr: Recherché de Cartes
ru_ru: Поиск на Карте

source: Enabled - Checked
fr_fr: Activé - Vérifié
ru_ru: Включен - Активирован

source: Enabled - Unchecked
fr_fr: Activé - Décoché
ru_ru: Включен - Деактивирован

source: Map Search Toggle
fr_fr: Recherche de carte
ru_ru: Переключатель Поиска на Карте

source: Marker Clustering
fr_fr: Regroupement de marqueurs

source: Disable
fr_fr: Désactiver
ru_ru: Дезактивировать

source: Enable
fr_fr: Activer
ru_ru: Активировать

source: Google place radius
fr_fr: Google place rayon
ru_ru: Радиус Google мест

source: Fill Opacity
fr_fr: Remplir l'opacité
ru_ru: Непрозрачность Заливки

source: Auto Color
fr_fr: Couleur automatique
ru_ru: Авто-цвет

source: Show Map Guide
fr_fr: Afficher le guide de la carte
ru_ru: Показать Руководство по Карте

source: Yes - Checked
fr_fr: Oui - vérifié
ru_ru: Да - Активировано

source: Yes - Unchecked
fr_fr: Oui - Décoché
ru_ru: Да - Деактивировано

source: Show Categories
fr_fr: Afficher les catégories
ru_ru: Показать Категории

source: Property Preview
fr_fr: Aperçu de la propriété
ru_ru: Предпросмотр Объекта

source: Note: To use this feature, the Map Search must be enabled!
fr_fr: Remarque: pour utiliser cette fonctionnalité, la recherche sur carte doit être activée!

source: From Address
fr_fr: De l'adresse
ru_ru: Из Адреса

source: Image class
fr_fr: Classe d'image
ru_ru: Класс изображения

source: Autoplay
fr_fr: Lecture automatique
ru_ru: Авто-воспроизведение

source: Resize
fr_fr: Redimensionner
ru_ru: Изменение размера

source: Rewrite
fr_fr: Récrire
ru_ru: Перезаписать

source: Show Image Description
fr_fr: Afficher la description de l'image

source: Watermark
fr_fr: Filigrane
ru_ru: Водяной Знак

source: general watermarking
fr_fr: filigranage général
ru_ru: главный водяной знак

source: To enable this option, you should enable %s first.
fr_fr: Pour activer cette option, vous devez d'abord activer% s.
ru_ru: Чтобы активировать эту функцию, сначала вы должны активировать %s.

source: Thumbnail
fr_fr: Miniature
ru_ru: Миниатюра

source: Thumbnail width
fr_fr: Largeur de la miniature
ru_ru: Ширина Миниатюры

source: Thumbnail height
fr_fr: Hauteur de la miniature
ru_ru: Высота Миниатюры

source: Thumbnail numbers
fr_fr: Nombres de la miniature
ru_ru: Количество Миниатюр

source: Show Tags
fr_fr: Afficher onglets
ru_ru: Показать Тэги

source: Click to see gallery
fr_fr: Cliquez pour voir la galerie
ru_ru: Посмотреть галерею

source: Favorite
fr_fr: Favoris
ru_ru: Избранный

source: Report Listing
fr_fr: Signaler une annonce

source: Send to Friend
fr_fr: Envoyer à un ami
ru_ru: Отправить другу

source: Request a Visit
fr_fr: Demander une visite
ru_ru: Обратный звонок запрос

source: Watch Changes
fr_fr: Regarder les changements

source: The CRM Add-on must be installed for this feature!
fr_fr: L'extension CRM doit être installée pour cette fonctionnalité!
ru_ru: Дополнение CRM должно быть установлено для этого!

source: Price Request
fr_fr: Demande de prix

source: Share on Facebook
fr_fr: Partager sur Facebook
ru_ru: Поделиться в Facebook

source: Tweet
fr_fr: Тweet
ru_ru: Твитнуть

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Share on Pinterest
fr_fr: Partager sur Pinterest

source: Share on Linkedin
fr_fr: Partager sur LinkedIn
ru_ru: Поделиться в LinkedIn

source: Watch changes on this property
fr_fr: Observez les changements sur cette propriété
ru_ru: Следить за изменениями этого объекта

source: Send Request for a new Property
fr_fr: Envoyer une demande pour une nouvelle propriété

source: Request the Price
fr_fr: Demander le prix
ru_ru: Запросить цену

source: Video width
fr_fr: Largeur de la vidéo
ru_ru: Ширина Видео

source: Video height
fr_fr: Hauteur de la vidéo
ru_ru: Высота Видео

source: Zipcodes
fr_fr: Codes postaux
ru_ru: Почтовые Индексы

source: All Countries
fr_fr: Tous les pays
ru_ru: Все страны

source: Add location
fr_fr: Ajouter un emplacement
ru_ru: Добавить местоположение

source: Params Saved.
fr_fr: Paramètres enregistrés.
ru_ru: Параметры Сохранены.

source: Parameters
fr_fr: Paramètres
ru_ru: Параметры

source: Key
fr_fr: Clé
ru_ru: Ключ

source: Publish
fr_fr: Publier

source: Unpublish
fr_fr: Annuler la publication

source: Trash
fr_fr: Poubelle
ru_ru: Корзина

source: Clone
fr_fr: Cloner

source: Publish on FB
fr_fr: Publier sur FB

source: Unpublish From FB
fr_fr: Annuler la publication sur FB

source: Additional Agents
fr_fr: Agents supplémentaires

source: Including in listing page
fr_fr: Y compris dans la page de l'annonce
ru_ru: Включен в страницу листинга

source: View parent
fr_fr: Voir franchise

source: Visit
fr_fr: Visite

source: Property Statistics
fr_fr: Statistiques de propriété

source: Including in listings
fr_fr: Y compris dans les annonces
ru_ru: Включен в листинги

source: Outer margin
fr_fr: Marge extérieure
ru_ru: Внешний край

source: Size
fr_fr: Taille
ru_ru: Размер

source: Activity Manager
fr_fr: Gestionnaire d'activité
ru_ru: Управление Активностями

source: Add Activity
fr_fr: Ajouter une activité
ru_ru: Добавить Активность

source: Activity
fr_fr: Activité
ru_ru: Активность

source: Activity Information
fr_fr: Informations sur l'activité
ru_ru: Информация об активности

source: Show Title
fr_fr: Montrer le titre
ru_ru: Показать Название

source: Site Section
fr_fr: Section du site
ru_ru: Раздел Сайта

source: Show on all pages
fr_fr: Afficher sur toutes les pages
ru_ru: Показать все страницы

source: Show on selected pages
fr_fr: Afficher sur les pages sélectionnées
ru_ru: Показать на выбранных страницах

source: Hide on selected pages
fr_fr: Masquer sur les pages sélectionnées
ru_ru: Скрыть на выбранных страницах

source: Hide on all pages
fr_fr: Masquer sur toutes les pages
ru_ru: Скрыть на всех страницах

source: No pages
fr_fr: Pas de pages
ru_ru: Нет страниц

source: Activity Sorted!
fr_fr: Activité classée!
ru_ru: Активность Отсортирована!

source: Invalid Activity
fr_fr: Activité invalide
ru_ru: Недопустимая Активность

source: All related items will be removed.
fr_fr: Tous les articles liés seront supprimés.
ru_ru: Все аналогичные элементы будут удалены.

source: Please select activity to import!
fr_fr: Veuillez sélectionner une activité à importer!
ru_ru: Пожалуйста, выберите действие для импорта!

source: Activity removed successfully.
fr_fr: Activité supprimée avec succès.
ru_ru: Активность успешно удалена.

source: This activity doesn't have options!
fr_fr: Cette activité n'a pas d'options!
ru_ru: Эта активность не имеет параметров!

source: Choose your plan
fr_fr: Choisir votre plan

source: Trial Version
fr_fr: Version d'essai

source: In this plan, sample properties will be imported to your website in order to test our software
fr_fr: Dans ce plan, des exemples de propriétés seront importés sur votre site Web afin de tester notre logiciel

source: Full Version
fr_fr: Version complète

source: In this plan you will receive actual properties from your requested mls provider
fr_fr: Dans ce plan, vous recevrez les propriétés réelles de votre fournisseur mls demandé

source: Per Month
fr_fr: Par Mois
ru_ru: В месяц

source: Import all active listings
fr_fr: Importer toutes les annonces actives
ru_ru: Импортировать все активные листинги

source: Configure
fr_fr: Configurer
ru_ru: Настроить

source: The agent id should be real, In order to find out about it your should click here.
fr_fr: L'identifiant de l'agent doit être réel. Pour en savoir plus, vous devez cliquer ici.

source: Import all the listings
fr_fr: Importer toutes les annonces
ru_ru: Импортировать все листинги

source: Import office listings only
fr_fr: Liste des bureaux d'importation uniquement
ru_ru: Импортировать только листинги офиса

source: Import agent listings only
fr_fr: Liste des agents d'importation uniquement
ru_ru: Импортировать только листинги агента

source: I want the sold data as well
fr_fr: Je veux aussi les données vendues

source: Thank You!
fr_fr: Merci!

source: Check status
fr_fr: Vérifier le statut

source: You Already Registered!
fr_fr: Vous êtes déjà inscrit!
ru_ru: Вы уже зарегистрированы!

source: All properties are imported. In order to see your properties please click here:
fr_fr: Toutes les propriétés sont importées. Pour voir vos propriétés, cliquez ici:

source: You already used trial version!
fr_fr: Vous avez déjà utilisé la version d'évaluation!

source: You may already used the trial version or you may have valid version purchased.
fr_fr: Vous avez peut-être déjà utilisé la version d'évaluation ou vous avez peut-être acheté une version valide.

source: Organic IDX / Settings
fr_fr: Органический IDX / Настройки
ru_ru: Органический IDX / Настройки

source: Click here
fr_fr: Cliquez ici
ru_ru: Нажмите здесь

source: Import Listings
fr_fr: Importer Annonces
ru_ru: Импортировать Листинги

source: Register & import listings
fr_fr: Enregistrer et importer des annonces

source: Importing Sample Listings ...
fr_fr: Importer des exemples d'annonces...
ru_ru: Импортируются Демо Листинги ...

source: Request MLS
fr_fr: Запрос MLS
ru_ru: Запрос MLS

source: State
fr_fr: Etat
ru_ru: Штат

source: Back
fr_fr: Retour
ru_ru: Назад

source: Data Structure Manager
fr_fr: Gestionnaire de structure de données
ru_ru: Управление Структурой Данных

source: Property Types
fr_fr: Types de propriété
ru_ru: Типы Объектов

source: Listing Types
fr_fr: Types d'annonces
ru_ru: Типы Листингов

source: Unit Manager
fr_fr: Chef de secteur
ru_ru: Единицы Измерения

source: Removing listing type
fr_fr: Supprimer le type d'annonce
ru_ru: Удаление Типа Листинга

source: Purge related properties
fr_fr: Propriétés liées à la purge
ru_ru: Очистить связанные объекты

source: Assign to another listing type
fr_fr: Attribuer à un autre type d'annonce
ru_ru: Назначить другой тип листинга

source: Assign
fr_fr: Attribuer
ru_ru: Назначить

source: Removing property type
fr_fr: Supprimer le type de propriété
ru_ru: Удаление Типа Объекта

source: Assign to another property type
fr_fr: Attribuer à un autre type de propriété
ru_ru: Назначить другой тип объекта

source: Add new category
fr_fr: Ajouter une nouvelle catégorie
ru_ru: Добавить Новую Категорию

source: Add new property type
fr_fr: Ajouter un nouveau type de propriété
ru_ru: Добавить новый тип объекта

source: Show Marker
fr_fr: Afficher le marqueur

source: Multiple Marker Icon
fr_fr: Icône de marqueur multiple

source: It will show when there are multiple listings at the same geo position.
fr_fr: Il montrera quand il y a plusieurs annonces à la même position géographique.

source: Room type
fr_fr: Type de chambre
ru_ru: Тип комнаты

source: Add new room type
fr_fr: Ajouter un nouveau type de chambre
ru_ru: Добавить новый тип комнаты

source: Move
fr_fr: Déplacer
ru_ru: Передвинуть

source: Ascending Label
fr_fr: Label croissant

source: Descending Label
fr_fr: Label décroissant

source: Default Order
fr_fr: Commande par défaut

source: Kinds
fr_fr: Les genres
ru_ru: Виды

source: Cannot Change!
fr_fr: Ne peut pas changer!
ru_ru: Нельзя Изменить!

source: High to Low
fr_fr: Haut en bas

source: Low to High
fr_fr: De bas en haut

source: Disabling/Enabling feature for ascending and descending options is for dropdown sort option only. The dropdown sort normally shows in map view of WPL.
fr_fr: La fonctionnalité de désactivation / activation des options ascendantes et descendantes concerne uniquement les options de tri déroulantes. Le tri par liste déroulante apparaît normalement dans la vue cartographique de WPL.

source: Default order used for normal sort bar that appears in list or grid styles. "Low to High" means ascending order and "High to Low" means descending order.
fr_fr: Ordre par défaut utilisé pour la barre de tri normale qui apparaît dans les styles de liste ou de grille. "Bas à élevé" signifie ordre croissant et "Haut à bas" signifie ordre décroissant.

source: Cur. after/before
fr_fr: Cur.après/avant
ru_ru: Валюта после/до

source: Exchange rate
fr_fr: Taux de change
ru_ru: Курс

source: No separator
fr_fr: Pas de séparateur
ru_ru: Без разделителя

source: Comma
fr_fr: Virgule
ru_ru: Запятая

source: No decimal
fr_fr: Pas de décimale
ru_ru: Без десятичной дроби

source: Before
fr_fr: Avant
ru_ru: До

source: After
fr_fr: Après
ru_ru: После

source: Before (with Space)
fr_fr: Avant (avec espace)

source: After (with Space)
fr_fr: Après (avec espace)

source: Replace Unit
fr_fr: Remplacer l'unité

source: Replace current unit with another active unit in listings
fr_fr: Remplacer l'unité actuelle par une autre unité active dans les annonces

source: Set new unit type
fr_fr: Définir un nouveau type d'unité
ru_ru: Установить новую единицу измерения

source: Invalid Listing Types
fr_fr: Types d'Annonce non valides
ru_ru: Недействительные Типы Листингов

source: Invalid listing Type
fr_fr: Types d'annonce non valides
ru_ru: Недействительный тип листинга

source: Invalid Icon
fr_fr: Icône Invalide
ru_ru: Недопустимая Иконка

source: Select category!
fr_fr: Choisir une catégorie!
ru_ru: Выбрать категорию!

source: Invalid Property Types
fr_fr: Types de propriété non valides
ru_ru: Недействительные типы объектов

source: Invalid Property Type
fr_fr: Type de propriété invalide
ru_ru: Недействительный тип объекта

source: Invalid field
fr_fr: Champ invalide
ru_ru: Недействительное поле

source: Invalid room type!
fr_fr: Type de chambre invalide!
ru_ru: Недействительный тип комнаты!

source: Invalid Room type name
fr_fr: Nom du type de chambre invalide
ru_ru: Недействительное название типа помещения

source: Room type added.
fr_fr: Type de chambre ajouté.
ru_ru: Тип комнаты добавлен.

source: Invalid sort option!
fr_fr: Option de tri invalide!
ru_ru: Неверный вариант сортировки!

source: The category removed.
fr_fr: La catégorie supprimée.
ru_ru: Категория удалена.

source: Property type removed from WPL successfully.
fr_fr: Le type de propriété a été supprimé de WPL avec succès.
ru_ru: Тип объекта удален из WPL успешно.

source: There are %s assigned property types. Please remove them or assign them to another category first.
fr_fr: Il y a% s types de propriété assignés. Veuillez les supprimer ou les attribuer à une autre catégorie en premier.

source: Room type removed from WPL successfully.
fr_fr: Type de chambre supprimé de WPL avec succès.
ru_ru: Тип комнаты удален из WPL успешно.

source: You should have one active unit.
fr_fr: Vous devriez avoir une unité active.

source: Listings changed successfully.
fr_fr: Les annonces ont changé avec succès.
ru_ru: Листинги изменены успешно.

source: No listing found.
fr_fr: Aucune annonce trouvée.
ru_ru: Листинги не найдены.

source: %s Data Structure
fr_fr: % s structure de données
ru_ru: %s Структура Данных

source: Category Management
fr_fr: La gestion par catégorie
ru_ru: Менеджер Категорий

source: Category Name
fr_fr: Nom de catégorie

source: Edit Category
fr_fr: Modifier la catégorie

source: Add Category
fr_fr: Ajouter une catégorie

source: Add new field
fr_fr: Ajouter un nouveau champ
ru_ru: Добавить новое поле

source: Add new Category
fr_fr: Ajouter une nouvelle catégorie
ru_ru: Добавить новую Категорию

source: Create a new category
fr_fr: Créer une nouvelle catégorie
ru_ru: Создать новую категорию

source: This field is always mandatory.
fr_fr: Ce champ est toujours obligatoire.
ru_ru: Это поле всегда обязательно.

source: This field is never mandatory.
fr_fr: Ce champ n'est jamais obligatoire.
ru_ru: Это поле не является обязательным.

source: Add to available sort options.
fr_fr: Ajouter aux options de tri disponibles.
ru_ru: Добавить к доступным вариантам сортировки.

source: Remove from sort options.
fr_fr: Supprimer des options de tri.
ru_ru: Удалить из вариантов сортировки.

source: This field is always sortable.
fr_fr: Это поле всегда сортируемо.
ru_ru: Это поле всегда сортируемо.

source: This field is not sortable.
fr_fr: Ce champ n'est pas triable.
ru_ru: Это поле не сортируемо.

source: Category updated successfully.
fr_fr: Catégorie mise à jour avec succès.
ru_ru: Категория успешно обновлена.

source: Category name cannot be empty.
fr_fr: Le nom de la catégorie ne peut être vide.

source: The ID should not be empty.
fr_fr: L'identifiant ne doit pas être vide.

source: Category removed successfully.
fr_fr: Catégorie supprimée avec succès.
ru_ru: Категория успешно удалена.

source: An error has occurred.
fr_fr: Une erreur est survenue.
ru_ru: Произошла ошибка.

source: Field saved.
fr_fr: Champ enregistré.
ru_ru: Поле сохранено.

source: Field is not deletable.
fr_fr: Le champ n'est pas supprimable.
ru_ru: Поле невозможно удалить.

source: Field converted.
fr_fr: Champ converti.
ru_ru: Поле преобразовано.

source: Please enter distance first!
fr_fr: S'il vous plaît entrer la distance en premier!
ru_ru: Пожалуйста, введите расстояние сначала!

source: First
fr_fr: Premier
ru_ru: Первый

source: Third
fr_fr: Troisième
ru_ru: Третий

source: Fourth
fr_fr: Quatrième
ru_ru: Четвертый

source: Fifth
fr_fr: Cinquième
ru_ru: Пятый

source: Sixth
fr_fr: Sixième
ru_ru: Шестой

source: Seventh
fr_fr: Septième
ru_ru: Седьмой

source: Eighth
fr_fr: Huitième
ru_ru: Восьмой

source: Nineth
fr_fr: Neuvième
ru_ru: Девятый

source: Tenth
fr_fr: Dixième
ru_ru: Десятый

source: Add/Edit %s
fr_fr: Ajouter / Modifier% s
ru_ru: Добавить/Редактировать %s

source: Click to finalize property ...
fr_fr: Cliquez pour finaliser la propriété ...
ru_ru: Нажмите, чтобы завершить объект...

source: Remember to finalize!
fr_fr: N'oubliez pas de finaliser!
ru_ru: Не забудьте завершить!

source: Click to discard property
fr_fr: Cliquez pour supprimer la propriété
ru_ru: Нажмите, чтобы сбросить объект

source: Discard
fr_fr: Ecarter
ru_ru: Сбросить

source: Finalize
fr_fr: Finaliser
ru_ru: Завершить

source: Your property successfully finalized!
fr_fr: Votre propriété finalisée avec succès!
ru_ru: Ваш объект успешно завершен!

source: View this listing
fr_fr: Voir cette annonce
ru_ru: Просмотреть этот листинг

source: Add new listing
fr_fr: Ajouter cette annonce
ru_ru: Добавить новый листинг

source: %s Manager
fr_fr: Gestionnaire% s
ru_ru: Управление %s

source: Are you sure you want to remove this listing?
fr_fr: Êtes-vous sûr de vouloir supprimer cette annonce?

source: Fetched.
fr_fr: Aller chercher.
ru_ru: Извлечен.

source: Items removed.
fr_fr: Articles supprimés.
ru_ru: Объекты удален.

source: You don't have access to complexes/condos. You can request access from website admin.
fr_fr: Vous n'avez pas accès aux complexes / immeubles. Vous pouvez demander un accès à l'administrateur du site Web.

source: You don't have access to neighborhoods. You can request access from website admin.
fr_fr: Vous n'avez pas accès aux voisinnages. Vous pouvez demander un accès à l'administrateur du site Web.

source: Limit reached. You can not add more property!
fr_fr: Limite atteinte. Vous ne pouvez pas ajouter plus de propriété!
ru_ru: Лимит достигнут. Вы больше не можете добавлять объекты!

source: Your membership expired. You cannot add new listings.
fr_fr: Votre abonnement a expiré. Vous ne pouvez pas ajouter de nouvelles annonces.

source: Property does not exist!
fr_fr: La propriété n'existe pas!
ru_ru: Объект не существует!

source: You can not edit this property.
fr_fr: Vous ne pouvez pas modifier cette propriété.
ru_ru: Вы не можете редактировать этот объект.

source: Deleted.
fr_fr: Supprimé.
ru_ru: Удалено.

source: Add Listing
fr_fr: Ajouter Annonce
ru_ru: Добавить Листинг

source: Mass actions
fr_fr: Actions de masse
ru_ru: Массовые акции

source: Select all
fr_fr: Tout sélectionner
ru_ru: Выбрать все

source: Deselect all
fr_fr: Tout déselectionner
ru_ru: Снять выделение

source: Unconfirm
fr_fr: Ne pas confirmer
ru_ru: Отменить

source: Publish on Facebook
fr_fr: Publier sur Facebook

source: Change User to
fr_fr: Changer d'utilisateur en
ru_ru: Изменить Пользователя на

source: Visited times
fr_fr: Fois visités
ru_ru: Время посещений

source: Property is not finalized.
fr_fr: La propriété n'est pas finalisée.
ru_ru: Объект не завершен.

source: Are you sure you want to delete these properties?
fr_fr: Êtes-vous sûr de vouloir supprimer ces propriétés?
ru_ru: Вы уверены, что хотите удалить эти объекты?

source: User is not valid!
fr_fr: L'utilisateur n'est pas valide!
ru_ru: Пользователь не действителен!

source: unPublish From FB
fr_fr: annuler la publication de FB
ru_ru: снять публикацию на FB

source: Are you sure you want to delete this property?
fr_fr: Êtes-vous sûr de vouloir supprimer cette propriété?
ru_ru: Вы уверены, что хотите удалить этот объект?

source: You don't have access to this action.
fr_fr: Vous n'avez pas accès à cette action.
ru_ru: У вас нет доступа для этого действия.

source: Property purged.
fr_fr: Propriété purgée.
ru_ru: Объект удален.

source: User changed.
fr_fr: L'utilisateur a changé.
ru_ru: Пользователь изменен.

source: Multi Agents Add-on is not installed.
fr_fr: Le complément multi-agents n'est pas installé.

source: Additional agents added.
fr_fr: Agents supplémentaires ajoutés.
ru_ru: Дополнительные агенты добавлены.

source: PRO Add-on is not installed.
fr_fr: PRO Add-on n'est pas installé.
ru_ru: Дополнение PRO должно быть установлено для этого.

source: Limit Reached! You cannot add new listings!
fr_fr: Limite atteinte! Vous ne pouvez pas ajouter de nouvelles annonces!
ru_ru: Лимит достигнут! Вы больше не можете добавлять объекты!

source: Listing cloned.
fr_fr: Annonce clonée.
ru_ru: Листинги клонирован.

source: Locations
fr_fr: Emplacements
ru_ru: Местоположения

source: Location Tools
fr_fr: Outils de localisation
ru_ru: Инструменты Местоположений

source: Show all countries
fr_fr: Afficher tous les pays
ru_ru: Показать все страны

source: Show enabled countries
fr_fr: Afficher les pays activés
ru_ru: Показать активированные страны

source: No location! Add a new location
fr_fr: Aucun endroit! Ajouter un nouvel emplacement
ru_ru: Нет местоположения! Добавить новое местоположение

source: Load Next Level
fr_fr: Charger le niveau suivant
ru_ru: Загрузить Следующий Уровень

source: Load Zipcodes
fr_fr: Charger des codes postaux
ru_ru: Загрузить Почтовые Индексы

source: Location Settings
fr_fr: Les paramètres de localisation
ru_ru: Настройки Местоположения

source: Edit location
fr_fr: Modifier l'emplacement
ru_ru: Редактировать местоположение

source: Abbreviation
fr_fr: Abréviation
ru_ru: Аббревиатура

source: Invalid Location
fr_fr: Location invalide
ru_ru: Недействительное Местоположение

source: Invalid Location or level
fr_fr: Lieu ou niveau non valide
ru_ru: Недействительное Местоположение или уровень

source: Level
fr_fr: Niveau
ru_ru: Уровень

source: Location saved.
fr_fr: Lieu enregistré.
ru_ru: Местоположение сохранено.

source: Location(s) Deleted.
fr_fr: Lieu (x) supprimé (s).
ru_ru: Местоположение Удалено.

source: Included emails
fr_fr: E-mails inclus
ru_ru: Включенные emails

source: Email Template
fr_fr: Modèle d'Email

source: SMS Template
fr_fr: Modèle SMS

source: Edit Notification
fr_fr: Modifier la notification
ru_ru: Редактировать Уведомление

source: Email Options
fr_fr: Options Email
ru_ru: Email Настройки

source: SMS Options
fr_fr: Options SMS
ru_ru: SMS Настройки

source: Invalid Notification
fr_fr: Notification invalide
ru_ru: Недопустимое Уведомление

source: Notification modified succesfully.
fr_fr: Notification modifiée avec succès.
ru_ru: Уведомление изменено успешно.

source: Please enter a valid email address
fr_fr: S'il vous plaît, mettez une adresse email valide
ru_ru: Пожалуйста введите действительный адрес электронной почты
